[
    {
        "timestamp": 1725091200000,
        "title": "DXtraterrestrial 1",
        "content": {
            "no": "DXtraterrestrial 1 er en samling av 32 patcher som inneholder varme og myke synth-pads, klare og lyse bjeller og plukkede lyder, digitale og glitchy lyder og alt i mellom. Disse patch'ene er designet for å gi deg et bredt spekter av toner for enhver musikkstil. Enten du er interessert i retro synth-lyder, moderne lyder eller mer eksperimentelle ting.",
            "en": "DXtraterrestrial 1 is a collection of 32 patches containing warm and lush synth pads, crisp and bright bells and plucked sounds, digital and glitchy sounds and anything in between. These presets are designed to give you a wide range of tones for any music style. Whether you're into retro synth sounds, modern vibes or more experimental stuff."
        },
        "thumbnailDescription": "DXtraterrestrial 1 cartrigde with a Yamaha DX7 synthesizer in the background",
        "price": "5.00",
        "priceCurrency": "USD",
        "link": {
            "url": "https://store.dehlimusikk.no/l/dxtraterrestrial-1",
            "text": {
                "en": "Go to download page",
                "no": "Gå til side for nedlasting"
            }
        },
        "ratingValue": "5",
        "reviewCount": "3",
        "sameAs": [
            "https://store.dehlimusikk.no/l/dxtraterrestrial-1",
            "https://dehlimusikk.gumroad.com/l/dxtraterrestrial-1",
            "https://www.cylex.no/bedrift-produkt/dxtraterrestrial+1_223147.html",
            "https://www.youtube.com/watch?v=dW596gE4lxg",
            "https://www.amazona.de/community/yamaha-dx-7-imitiert-yamaha-cs-80/",
            "https://x.com/matrixsynth/status/1829910404991988214",
            "https://www.matrixsynth.com/2024/08/custom-patches-for-yamaha-dx7.html"
        ],
        "merchantCenterId": "1172551167"
    },
    {
        "timestamp": 1723136400000,
        "title": "EDB-Orgel",
        "content": {
            "no": "EDB-Orgel gir deg lyden av fire forskjellige digitale synth-typer med arbeidsflyten til et drawbar-orgel kombinert med en analog synthesizer.\nBrukergrensesnitt: Brukergrensesnittet gir presis kontroll over alle aspekter av instrumentet og effektene.\nUtforsk parametere for å justere lyden din, inkludert volumkontroll og valg av lydkilde for ni drawbars, ADSR-envelope, amplitudemodulasjon (tremolo) med LFO-er, anslagsfølsomhet, forskjellige filtertyper, høyttalersimulering, stereoeffekt og vibrato kontrollert av modulasjonshjulet.\nFaner: For å få plass til alle kontrollene, er de organisert inn i to faner og et dialogvindu. Knappen med et diskettikon åpner et dialogvindu for lasting av forhåndsdefinerte patcher. MIX/MOD-knappen lar deg veksle mellom en mikservisning med drawbars, og en modulasjonsvisning med forskjellige modulasjonskontroller for ytterligere lydtilpasning.\nDrawbars: Slipp løs kraften til ni drawbars for å forme orgelets tone med presisjon. Hver drawbar kontrollerer amplituden til en spesifikk harmonisk overtone, og gir deg uovertruffen kontroll over instrumentets harmoniske rikdom.\nLydkilde 1 (64): MOS Technology 6581 Sound Interface Device (SID) ble brukt i enheter som Commodore 64 og [Elektron SidStation](equipment/instruments/elektron-sidstation/).\nLydkilde 2 (PD): Phase distortion synthesis er en teknikk som ble brukt i Casio-synthesizere fra CZ-serien, som Casio CZ-1 og [Casio CZ-101](equipment/instruments/casio-cz-101/).\nLydkilde 3 (FM): Frequency modulation synthesis er en mye brukt teknikk i forskjellige enheter, inkludert AdLib og Sound Blaster lydkort, Sega Genesis (Mega Drive) videospillkonsoller og synthesizere som New England Digital Synclavier og [Yamaha DX7](equipment/instruments/yamaha-dx7/).\nLydkilde 4 (LA): Linear arithmetic synthesis er en metode som brukes i synthesizere som Roland MT-32 lydmodul og [Roland D-50](equipment/instruments/roland-d-50/) synthesizer.\nADSR-envelope: Form lyden din nøyaktig med parametrene Attack, Decay, Sustain og Release. Enten du ønsker en punchy, staccato-tone eller en jevn, dvelende atmosfære, lar ADSR-envelopen deg skreddersy dynamikken etter din smak.\nTremolo: Hastighets- (SPD) og dybde- (DPT)-kontrollene lar deg modulere amplituden til hver drawbar med ønsket hastighet og dybde ved hjelp av lavfrekvent oscillator (LFO).\nAnslagsfølsomhet: Bestemmer om anslagsstyrken skal påvirke volumet til hver drawbar.\nFiltre: EDB-Orgel har de forskjellige filtertypene du får fra SID-chipen. Dette er impulsresponser (IR) til filtrene i MOS Technology 6581-chipen. Cutoff frekvens og resonansmengde for hvert filter er satt til en fast verdi.\nDIR (direkte): Den direkte lyden fra linjeutgangen.\nSPK (høyttaler): Lyden av en liten datamaskinhøyttaler mikket opp med en Shure SM57.\n1 høyttaler (mono): Stereoeffekten er deaktivert.\n2 høyttalere (stereo): Stereoeffekt er aktivert.\nUtstyr som er brukt: [Elektron SidStation](equipment/instruments/elektron-sidstation/), [Casio CZ-101](equipment/instruments/casio-cz-101/), [Yamaha DX7](equipment/instruments/yamaha-dx7/) og [Roland D-50](equipment/instruments/roland-d-50/).\nTeknisk spesifikasjon lydkilde-filer: Samplingsfrekvens: 48 kHz, bitdybde: 24 bit, kanaler: 1 (mono), antall lydfiler: 532 og filstørrelse: 974.80 MB.\nTeknisk spesifikasjon impulsrespons-filer: Samplingsfrekvens: 48 kHz, bitdybde: 24 bit, kanaler: 1 (mono), antall lydfiler: 8 og filstørrelse: 85.00 KB.",
            "en": "EDB-Orgel delivers the sound of four different digital synthesis types with the workflow of a drawbar organ combined with an analog synthesizer.\nUser Interface: The user interface offers precise control over every aspect of the instrument and effects.\nExplore parameters to refine your sound, including volume control and sound source selection for the nine drawbars, ADSR envelope, amplitude modulation (tremolo) with LFOs, velocity sensitivity, different filter types, speaker simulation, stereo widener and vibrato controlled by the modulation wheel.\nTabs: To accommodate all the controls, they are organized into two separate tabs and a dialog window. The button with a floppy disk icon, opens a dialog window for loading predefined patches. The MIX/MOD button allows you to toggle between a mixer view with drawbars, and a modulation view with various modulation controls for further sound customization.\nDrawbars: Unleash the power of the nine drawbars to shape your organ's tone with precision. Each drawbar controls the amplitude of a specific harmonic overtone, offering you unparalleled control over the instrument's harmonic richness.\nSound source 1 (64): The MOS Technology 6581 Sound Interface Device (SID) was used in devices such as the Commodore 64 and [Elektron SidStation](equipment/instruments/elektron-sidstation/).\nSound source 2 (PD): Phase distortion synthesis is a technique that was used in Casio synthesizers from the CZ range, such as the Casio CZ-1 and the [Casio CZ-101](equipment/instruments/casio-cz-101/).\nSound source 3 (FM): Frequency modulation synthesis is a widely used technique in various devices including AdLib and Sound Blaster sound cards, Sega Genesis (Mega Drive) video game consoles, and synthesizers like the New England Digital Synclavier and the [Yamaha DX7](equipment/instruments/yamaha-dx7/).\nSound source 4 (LA): Linear arithmetic synthesis is a method used in synthesizers such as the Roland MT-32 sound module and the [Roland D-50](equipment/instruments/roland-d-50/) synthesizer.\nADSR Envelope:\nShape your sound precisely with the Attack, Decay, Sustain, and Release parameters. Whether you desire a punchy, staccato tone or a smooth, lingering ambiance, the ADSR envelope allows you to tailor the dynamics to your liking.\nTremolo: The speed (SPD) and depth (DPT) controls enable you to modulate the amplitude of the drawbars with the desired speed and depth using the Low-Frequency Oscillator (LFO).\nVelocity sensitivity: Determines whether the velocity should affect the volume of the drawbar.\nFilters: EDB-Orgel features the different filter types you get from the SID chip. These are impulse responses (IR) of the filters in the MOS Technology 6581 chip. Cutoff frequency and resonance amount for each filter is set to a fixed value.\nDIR (Direct): The direct sound of the line output.\nSPK (Speaker): The sound of a tiny computer speaker miced with a Shure SM57.\n1 speaker (mono): Stereo effect is disabled.\n2 speakers (stereo): Stereo effect is enabled.\nEquipment used: [Elektron SidStation](equipment/instruments/elektron-sidstation/), [Casio CZ-101](equipment/instruments/casio-cz-101/), [Yamaha DX7](equipment/instruments/yamaha-dx7/) and [Roland D-50](equipment/instruments/roland-d-50/).\nTechnical specification for samples: Sample rate: 48 kHz, bit depth: 24 bit, channels: 1 (mono), number of files: 532 and file size: 974.80 MB.\nTechnical specification for impulse responses: Sample rate: 48 kHz, bit depth: 24 bit, channels: 1 (mono), number of files: 8 and file size: 85.00 KB."
        },
        "thumbnailDescription": "EDB-Orgel user interface",
        "price": "5.00",
        "priceCurrency": "USD",
        "link": {
            "url": "https://store.dehlimusikk.no/l/edb-orgel",
            "text": {
                "en": "Go to download page",
                "no": "Gå til side for nedlasting"
            }
        },
        "ratingValue": "5",
        "reviewCount": "1",
        "sameAs": [
            "https://store.dehlimusikk.no/l/edb-orgel",
            "https://dehlimusikk.gumroad.com/l/edb-orgel",
            "https://www.cylex.no/bedrift-produkt/edb-orgel_223146.html",
            "https://www.youtube.com/watch?v=hZNESXfthg0"
        ],
        "merchantCenterId": "9692881139"
    },
    {
        "timestamp": 1711914056000,
        "title": "SubC",
        "content": {
            "no": "SubC er et analog subbass lydbibliotek for Decent Sampler med triangelbølgeoscillator fra en [Dreadbox Erebus v2](equipment/instruments/dreadbox-erebus-v2/) sent gjennom forskjellige forvrengningskretser og effekter.\nInstrument presets: SubC som er en preset med mono-lydfiler og SubC (Stereo) som er en preset med stereo-lydfiler.\nDynamics: Bestemmer om anslaget skal påvirke volumet og forvrengningen.\nSaturation: Saturation-knotten mikser mellom rent signal og forvrengt signal. De rene lydene er tatt opp med en Roland PA-120 mikser. De forvrengte lydene er i tillegg sent gjennom en [Hairball Audio FET/RACK (1176 kompressor)](equipment/effects/hairball-audio-fet-rack-revision-d/) og en transformator- og diodevreng. Stereolydene er de samme som monolydene, men sendt gjennom en [TC Electronic SCF Stereo Chorus Flanger](equipment/effects/tc-electronic-scf-stereo-chorus-flanger/) i vibratomodus. Dette gir en mye bredere lyd, men med mindre bunn når den summeres til mono.\nEnvelope: Form lyden din nøyaktig med parametrene Attack, Decay, Sustain og Release. Enten du ønsker en punchy, staccato-tone eller en jevn, dvelende atmosfære, lar ADSR-envelope'n deg skreddersy dynamikken etter din smak.\nUtstyr som er brukt: [Dreadbox Erebus v2](equipment/instruments/dreadbox-erebus-v2/), Roland PA-120, [Hairball Audio FET/RACK Revision D](equipment/effects/hairball-audio-fet-rack-revision-d/), [Alex Franklinos Stereo Transformer Saturator](equipment/effects/alex-franklinos-stereo-transformer-saturator/) og [TC Electronic SCF Stereo Chorus Flanger](equipment/effects/tc-electronic-scf-stereo-chorus-flanger/).\nTeknisk spesifikasjon for mono-lydfiler: Samplingsfrekvens: 48 kHz, bitdybde: 24 bit, kanaler: 1 (mono), antall lydfiler: 108 og filstørrelse: 327.30 MB.\nTeknisk spesifikasjon for stereo-lydfiler: Samplingsfrekvens: 48 kHz, bitdybde: 24 bit, kanaler: 2 (stereo), antall lydfiler: 108 og filstørrelse: 654.20 MB.",
            "en": "SubC is a analog sub bass sample library for DecentSampler featuring a [Dreadbox Erebus v2](equipment/instruments/dreadbox-erebus-v2/) triangle wave oscillator ran through different saturation circuits and effects.\nInstrument presets: SubC which is a preset with mono samples and SubC (Stereo) which is a preset with stereo samples.\nDynamics: Determines whether the velocity should affect the volume and distortion.\nSaturation: The saturation knob blends between the clean samples and the distorted samples. The clean samples are recorded through a Roland PA-120 mixer. The distorted/saturated samples are additionally sent through a [Hairball Audio FET/RACK (1176 compressor)](equipment/effects/hairball-audio-fet-rack-revision-d/) and a transformer and diode saturator. The stereo samples are the same as the mono samples, but sent through a [TC Electronic SCF Stereo Chorus Flanger](equipment/effects/tc-electronic-scf-stereo-chorus-flanger/) in vibrato mode. This gives a much wider sound, but less bottom end when summed to mono.\nEnvelope: Shape your sound precisely with the Attack, Decay, Sustain, and Release parameters. Whether you desire a punchy, staccato tone or a smooth, lingering ambiance, the ADSR envelope allows you to tailor the dynamics to your liking.\nEquipment used: [Dreadbox Erebus v2](equipment/instruments/dreadbox-erebus-v2/), Roland PA-120, [Hairball Audio FET/RACK Revision D](equipment/effects/hairball-audio-fet-rack-revision-d/), [Alex Franklinos Stereo Transformer Saturator](equipment/effects/alex-franklinos-stereo-transformer-saturator/) and [TC Electronic SCF Stereo Chorus Flanger](equipment/effects/tc-electronic-scf-stereo-chorus-flanger/).\nTechnical specification for mono samples: Sample rate: 48 kHz, bit depth: 24 bit, channels: 1 (mono), number of files: 108 and file size: 327.30 MB.\nTechnical specification for  stereo samples: Sample rate: 48 kHz, bit depth: 24 bit, channels: 2 (stereo), number of files: 108 and file size: 654.20 MB."
        },
        "thumbnailDescription": "SubC user interface inside a wooden synthesizer case",
        "price": "5.00",
        "priceCurrency": "USD",
        "link": {
            "url": "https://store.dehlimusikk.no/l/subc",
            "text": {
                "en": "Go to download page",
                "no": "Gå til side for nedlasting"
            }
        },
        "reviewCount": "0",
        "sameAs": [
            "https://store.dehlimusikk.no/l/subc",
            "https://dehlimusikk.gumroad.com/l/subc",
            "https://www.cylex.no/bedrift-produkt/subc_223145.html",
            "https://www.youtube.com/watch?v=yTpCq-qIIdY",
            "https://www.pianobook.co.uk/packs/subc/"
        ],
        "merchantCenterId": "8893493334"
    },
    {
        "timestamp": 1710965029000,
        "title": "4-track Toy Piano",
        "content": {
            "no": "Et [Kalikå Leksakspiano (toy piano)](equipment/instruments/kalikaa-leksakspiano/) spilt inn på kassett og spilt av på halv hastighet og normal/original hastighet.\nBiblioteket inkluderer også impulsresponser for to typer båndekko og to typer romklang.",
            "en": "A [Kalikå Leksakspiano (toy piano)](equipment/instruments/kalikaa-leksakspiano/) recorded on to cassette tape and played back at half speed and normal/original speed. Playing back at half speed results in an octave lower pitch.\nIt also includes impulse responses for two tape delay/echo types and two room reverbs."
        },
        "thumbnailDescription": "The 4-track Toy Piano user interface and a Kalikå Leksakspiano (toy piano)",
        "price": "5.00",
        "priceCurrency": "USD",
        "link": {
            "url": "https://store.dehlimusikk.no/l/4-track-toy-piano",
            "text": {
                "en": "Go to download page",
                "no": "Gå til side for nedlasting"
            }
        },
        "ratingValue": "5",
        "reviewCount": "2",
        "sameAs": [
            "https://store.dehlimusikk.no/l/4-track-toy-piano",
            "https://dehlimusikk.gumroad.com/l/4-track-toy-piano",
            "https://www.cylex.no/bedrift-produkt/4-track-toy-piano_223144.html",
            "https://www.youtube.com/watch?v=igZ9TCwIJpw"
        ],
        "merchantCenterId": "8845854482"
    },
    {
        "timestamp": 1707685200000,
        "title": "Elektrisk Salmesykkel",
        "content": {
            "no": "Elektrisk Salmesykkel er et lydbibliotek for Decent Sampler som inneholder lyder fra et [Yamaha L-20D elektrisk harmonium / reed organ](equipment/instruments/yamaha-l-20d/) med noen ekstra funksjoner.\nInstrument presets: Lydbiblioteket inneholder 2 presets, den ordinære \"ElektriskSalmesykkel\" (best i de fleste tilfeller) og en loop-basert preset \"ElektriskSalmesykkel (Looped)\". Med den ordinære har hver sample omtrent 16 sekunders varighet. For å få best mulig loop-punkt er noen av samplene korte og andre er lengre, i den loop-baserte preset'en. Noen av disse vil også ha artifakter med loop-punktet. For best mulig lydkvalitet bør du alltid bruke den ordinære preset'en ved mindre du trenger toner som varer lengre enn 16 sekunder i strekk.\nBrukergrensesnitt: Brukergrensesnittet lar deg kontrollere alle aspektene ved instrumentet og effektene. Utforsk parametere for å stille inn lyden din med kontroll over vindforsyning, lydtunger, tremulant, mekanisk støy og romklang.\nNormal / Full (Swell): Gradvis åpne opp klaffene til kamrene. Styrt med bruk av kneet på det originale instrumentet og med modulasjonshjulet i plugin'en.\nSoft / Loud (Loudness): Bestemmer hvor mye luft som tilføres lydtungene.\nDiapason: Åpner kammeret permanent for diapason-lydtungene.\nClose: Begge kamrene er lukket.\nViola: Åpner kammeret permanent for bratsj-lydtungene.\nTremulant: Tremulant varierer lufttilførselen til lydtungene. Spakene lar deg justere tremulanten med ønsket styrke og hastighet.\nNormal / Tremulant (Depth): Juster styrken til tremulanten.\nSlow / Fast (Rate): Juster hastigheten til tremulanten.\nSilent / Noisy: Mengden mekanisk støy fra tangentene når man presser dem ned og slipper dem opp.\nReverb: Romklangen er fra en [Chase Bliss Audio & Meris CXM 1978](equipment/effects/chase-bliss-audio-and-meris-cxm-1978/) klang-pedal. Den korte klangen er som er et lite, intimt rom, og den lange er mer som en kirke med lang etterklangstid.\nOn / Off: Skrur av og på romklang-effekten.\nChurch / Home: Bytter mellom et stort rom (kirke) et lite rom (hjem).\nDry / Wet: Miks mellom direktelyd (dry) og romklang (wet).",
            "en": "Elektrisk Salmesykkel is a sample library for Decent Sampler featuring the [Yamaha L-20D electric harmonium / reed organ](equipment/instruments/yamaha-l-20d/) with some added features.\nInstrument presets: This sample library includes 2 presets, the regular preset \"ElektriskSalmesykkel\" (best in most cases) and the looped preset \"ElektriskSalmesykkel (Looped)\". For the regular version, each sample are approximately 16 seconds long. For the looped version, to achieve the best possible loop point, some of the loops are short and some are longer. Some of the loops will however have some minor artifacts. For best audio quality, you should always use the regular version. And only if you have notes held for more than 16 seconds, use the the looped version.\nUser interface: The user interface offers precise control over every aspect of the instrument and effects. Explore parameters to refine your sound, including control over the wind supply, reeds, tremulant, mechanical noise and reverb.\nNormal / Full (Swell): Gradually open up the swell chambers. Controlled by a knee lever on the original instrument and with the modulation wheel in the plugin.\nSoft / Loud (Loudness): Determines how much air flows through the reeds.\nDiapason: Permanently opens the swell chamber for the diapason reeds.\nClose: Both swell chambers is closed.\nDiapason: Permanently opens the swell chamber for the viola reeds.\nTremulant: Tremulant varies the wind supply to the reeds. The controls enable you to adjust the tremulant with the desired depth and rate.\nNormal / Tremulant (Depth): Adjust the depth to introduce subtle or pronounced tremulant effect.\nSlow / Fast (Rate): Determines the speed of the tremulant effect.\nSilent / Noisy: The amount of mechanical noise from the keys when pressed down and released\nReverb: The reverb are achieved using carefully crafted impulse responses of a [Chase Bliss Audio & Meris CXM 1978 reverb pedal](equipment/effects/chase-bliss-audio-and-meris-cxm-1978/). The short reverb, evoking the intimacy of a small room (home), and the long reverb (church), enveloping your sound in the vastness of a spacious environment.\nOn / Off: Turns the reverb on and off.\nChurch / Home: Switches between a long/big room (church) reverb and a short/small room (home) reverb.\nDry / Wet: Mix between direct signal (dry) and reverb signal (wet)."
        },
        "thumbnailDescription": "Elektrisk Salmesykkel user interface inside a Yamaha L-20D electric harmonium case",
        "price": "5.00",
        "priceCurrency": "USD",
        "link": {
            "url": "https://store.dehlimusikk.no/l/elektrisk-salmesykkel",
            "text": {
                "en": "Go to download page",
                "no": "Gå til side for nedlasting"
            }
        },
        "ratingValue": "5",
        "reviewCount": "2",
        "sameAs": [
            "https://store.dehlimusikk.no/l/elektrisk-salmesykkel",
            "https://dehlimusikk.gumroad.com/l/elektrisk-salmesykkel",
            "https://www.cylex.no/bedrift-produkt/elektrisk-salmesykkel_223143.html",
            "https://www.youtube.com/watch?v=MWzlTejTHSw"
        ],
        "merchantCenterId": "2344713969"
    },
    {
        "timestamp": 1704585600000,
        "title": "StyloPoly",
        "content": {
            "no": "StyloPoly er et lydbibliotek for Decent Sampler som inneholder lyder fra en [Dubreq Stylophone S-1](equipment/instruments/dubreq-stylophone-s-1/) med noen ekstra funksjoner.\nBrukergrensesnitt: Brukergrensesnittet lar deg kontrollere alle aspektene ved instrumentet og effektene. Utforsk parametere for å stille inn lyden din med kontroll over lydmikseren, envelope, pitch-modulasjon med LFO-er, høypass- og lavpassfiltre, anslagsfølsomhet, høytalersimulator og effekter for echo and reverb.\nKeyboard - Mono / Poly: Spill av én tone omgangen, som på en [Stylophone](equipment/instruments/dubreq-stylophone-s-1/) eller flere toner på én gang.\nKeyboard - Static / Dynamic: Bestemmer om anslagsstyrken skal påvirke volumet på lyden.\nEnvelope: Form lyden din nøyaktig med parametrene Attack, Decay, Sustain og Release. Enten du ønsker en punchy, staccato-tone eller en jevn, dvelende atmosfære, lar ADSR-envelope'n deg skreddersy dynamikken etter din smak.\nMixer: Den originale [Stylophone'n](equipment/instruments/dubreq-stylophone-s-1/) lar deg kun velge én lyd om gangen, men med StyloPoly kan du mikse mellom alle tre lydene på likt.\nNoise - Attack: Sprakelyder når pennen treffer kontaktflaten.\nNoise -  Release: Sprakelyder når pennen forlater kontaktflaten.\nVibrato: Rate- og Depth-knottene lar deg modulere tonehøyden til lyden med den ønskede dybden og hastigheten ved bruk av en Low-Frequency Oscillator (LFO). Med begge knottene i midtposisjon vil du få omtrent samme vibrato som på en original [Stylophone](equipment/instruments/dubreq-stylophone-s-1/).\nOutput - Line out / Speaker: Velg mellom direktelyden fra linjeutgangen eller lyden av den interne høytaleren mikket opp med en Shure SM57.\nHigh Pass Filter and Low Pass Filter: StyloPoly har et høypassfilter og et lavpassfilter. Høypassfilteret kan justeres fra 20 Hz til 2000 Hz, mens lavpassfilteret kan justeres fra 200 Hz til 22000 Hz.\nEffects: Ekko-effekten er en [Fulltone Tube Tape Echo](equipment/effects/fulltone-tube-tape-echo/) (båndekko) spilt inn to ganger for stereo, mens reverb-effekten er en [Chase Bliss Audio & Meris CXM 1978](equipment/effects/chase-bliss-audio-and-meris-cxm-1978/) klang-pedal satt til romklang.\nEcho: Velg mellom to typer ekko: \"Short\", som gir en klassisk slapback-effekt, og \"long\", er en langsom ekko med mange repetisjoner.\nReverb: Du finner også to romklangeffekter: \"Short\", som er et lite, intimt rom, og \"long\", som er et stort rom med lang etterklangstid.\nPreset: Noen av forhåndsinnstillingene er i tro til den originale [Stylophone'n](equipment/instruments/dubreq-stylophone-s-1/) og noen av dem utnytter seg av de ekstra funksjonalitetene StyloPoly tilbyr. Forhåndsinnstillingene påvirker kun kontrollelementene som allerede er tilgjengelig i brukergrensesnittet. De er ikke ment til å låte som ekte piano, cembalo, clavinet, osv. Navnene er mer ment som en måte å beskrive klangen i lyden.",
            "en": "StyloPoly is a sample library for Decent Sampler featuring the [Dubreq Stylophone S-1](equipment/instruments/dubreq-stylophone-s-1/) with some added features.\nUser Interface: The user interface offers precise control over every aspect of the instrument and effects. Explore parameters to refine your sound, including control over the audio mixer, envelope, pitch modulation with LFOs, high pass and low pass filters, velocity/dynamics, speaker simulator and the immersive effects of echo and reverb.\nKeyboard - Mono / Poly: Plays only one note at the time, like the original [Stylophone](equipment/instruments/dubreq-stylophone-s-1/) or multiple notes at the time.\nKeyboard - Static / Dynamic: Determines whether the velocity should affect the volume of the samples.\nEnvelope: Shape your sound precisely with the Attack, Decay, Sustain, and Release parameters. Whether you desire a punchy, staccato tone or a smooth, lingering ambiance, the ADSR envelope allows you to tailor the dynamics to your liking.\nMixer: The original [Stylophone](equipment/instruments/dubreq-stylophone-s-1/) only lets you select one voice at a time, but with StyloPoly you can blend between all the three voices at the same time.\nNoise - Attack: Pops and crackles when the stylus hits the \"keyboard\".\nNoise -  Release: Pops and crackles when the stylus releases from the \"keyboard\".\nVibrato: The depth and rate knobs enable you to modulate the pitch of the sound with the desired depth and rate using a Low-Frequency Oscillator (LFO). With both controls in middle position you have approximately the same vibrato as the original [Stylophone](equipment/instruments/dubreq-stylophone-s-1/).\nOutput - Line out / Speaker: Choose between the direct sound of the line output or the sound of the internal speaker miced with a Shure SM57.\nHigh Pass Filter and Low Pass Filter: StyloPoly has a high pass filter and a low pass filter. The high pass filter ranges from 20 Hz to 2000 Hz and the low pass filter ranges from 200 Hz to 22000 Hz.\nEffects: The echo effect employs a [Fulltone Tube Tape Echo](equipment/effects/fulltone-tube-tape-echo/) recorded twice for stereo, while the reverb effect draws from a [Chase Bliss Audio & Meris CXM 1978](equipment/effects/chase-bliss-audio-and-meris-cxm-1978/) reverb pedal with a room setting.\nEcho: Select from two distinctive echo options: the short echo, delivering a classic slapback effect, and the long echo, characterized by a slower decay and numerous repeats.\nReverb: You'll also find two reverb effects: the short reverb, evoking the intimacy of a small room, and the long reverb, enveloping your sound in the vastness of a spacious environment.\nPreset: Some presets are true to the original [Stylophone](equipment/instruments/dubreq-stylophone-s-1/) and some presets take advantage of the additional features of StyloPoly. The presets only affects the controls already available from the GUI. They are not meant to sound like a real piano, harpsichord, clavinet, etc. The preset names are more of a way to describe the timbre."
        },
        "thumbnailDescription": "StyloPoly user interface inside a Dubreq Stylophone S-1",
        "price": "5.00",
        "priceCurrency": "USD",
        "link": {
            "url": "https://store.dehlimusikk.no/l/stylopoly",
            "text": {
                "en": "Go to download page",
                "no": "Gå til side for nedlasting"
            }
        },
        "ratingValue": "5",
        "reviewCount": "2",
        "sameAs": [
            "https://store.dehlimusikk.no/l/stylopoly",
            "https://dehlimusikk.gumroad.com/l/stylopoly",
            "https://www.cylex.no/bedrift-produkt/stylopoly_223142.html",
            "https://www.youtube.com/watch?v=H_-g8gjE0EM",
            "https://www.pianobook.co.uk/packs/stylopoly/"
        ],
        "merchantCenterId": "8071771765"
    },
    {
        "timestamp": 1697407200000,
        "title": "Strykebrett",
        "content": {
            "no": "Strykebrett er et lydbibliotek for Decent Sampler som inneholder lyder fra en [Hohner / Logan String Melody II](equipment/instruments/logan-string-melody-ii/) med noen ekstra funksjoner.\nBrukergrensesnitt: Brukergrensesnittet lar deg kontrollere alle aspektene ved instrumentet og effektene. Utforsk parametere for å stille inn lyden din med kontroll over seks drawbars, envelope, amplitudemodulasjon med LFO-er, høypass- og lavpassfiltre, anslagsfølsomhet, oscillator-ujevnheter og effekter for ensemble, phaser, ekko og romklang.\nMixer (Bass / Treble): Hver drawbar kontrollerer amplituden til en spesifikk oktav eller lyd.\nADSR-envelope: Form lyden din nøyaktig med parametrene Attack, Decay, Sustain og Release. Enten du ønsker en punchy, staccato-tone eller en jevn, dvelende atmosfære, lar ADSR-envelope'n deg skreddersy dynamikken etter din smak.\nLow-frequency Oscillator (LFO): Rate- og Depth-knottene lar deg modulere amplituden til fire av drawbars'ene med ønsket dybde og hastighet. LFO'ene for diskant-delen har en sinuskurve for myke overganger. LFO'en for bass-delen har en sagtannkurve for en mer rytmisk effekt.\nVoltage Controlled Filter (VCF): Strykebrett har et høypassfilter og et lavpassfilter. Høypassfilteret kan justeres fra 20 Hz til 2000 Hz, mens lavpassfilteret kan justeres fra 200 Hz til 8000 Hz.\nOscillators - Dyn: Skrur av og på om amplitude skal være styrt av anslagsfølsomhet\nOscillators - Drift: Når den er aktivert får får hver sample en liten pitch-ujevnhet. Ujevnhetene for hver sample er individuell. Det er mindre ujevnheter i bass samplene enn i de lyse.\nEnsemble - O: 3 stereo-choruse'r med forskjellig fart og intensitet.\nEnsemble - Acc: Skrur av ensemble-effekten.\nEnsemble - Solo: Rask stereo-vibrato.\nEnsemble - Organ: En sakte stereo-chorus.\nEffekter: Phaser-effekten er den innebygde i Decent Sampler, mens ekko og klang er selvlagde impulsresponser. Ekko-effekten er en [Fulltone Tube Tape Echo](equipment/effects/fulltone-tube-tape-echo/) (båndekko) spilt inn to ganger for stereo, mens reverb-effekten er en [Chase Bliss Audio & Meris CXM 1978](equipment/effects/chase-bliss-audio-and-meris-cxm-1978/) klang-pedal satt til romklang.\nEkko: Velg mellom to typer ekko: \"Short\", som gir en klassisk slapback-effekt, og \"long\", er en langsom ekko med mange repetisjoner.\nReverb: Du finner også to romklangeffekter: \"Short\", som er et lite, intimt rom, og \"long\", som er et stort rom med lang etterklangstid.",
            "en": "Strykebrett is a sample library for Decent Sampler featuring the [Hohner / Logan String Melody II](equipment/instruments/logan-string-melody-ii/) with some added features.\nUser Interface: The user interface offers precise control over every aspect of the instrument and effects.\nExplore parameters to refine your sound, including control over the six drawbars, envelope, amplitude modulation with LFOs, highpass and lowpass filters, velocity/dynamics, oscillator drifting, and the immersive effects of ensemble, phaser, echo and reverb.\nMixer (Bass / Treble): Unleash the power of the six drawbars to shape your tone with precision. Each drawbar controls the amplitude of a specific octave or sound, offering you unparalleled control over the instrument's harmonic richness.\nADSR Envelope: Shape your sound precisely with the Attack, Decay, Sustain, and Release parameters. Whether you desire a punchy, staccato tone or a smooth, lingering ambiance, the ADSR envelope allows you to tailor the dynamics to your liking.\nLow-frequency Oscillator (LFO): The Rate and Depth knobs enable you to modulate the amplitude of four of the drawbars with the desired depth and rate. The LFOs for the treble section has a sine waveform for smooth transitions. The LFO for the bass section has a sawtooth waveform for a rhythmic effect.\nVoltage Controlled Filter (VCF): Strykebrett has a highpass filter and a lowpass filter. The highpass filter ranges from 20 Hz to 2000 Hz and the lowpass filter ranges from 200 Hz to 8000 Hz.\nOscillators - Dyn: Turns on or off the velocity controlled amplitude\nOscillators - Drift: When enabled, each sample will have a slight pitch drift. The pitch drift for each sample is unique and independent. It's less pitch drift in the bass samples than the treble samples.\nEnsemble - O: 3 stereo choruses with different speed and depth.\nEnsemble - Acc: Turns the ensemble off.\nEnsemble - Solo: Fast stereo vibrato.\nEnsemble - Organ: A slow stereo chorus.\nEffects: The phaser is the built-in phaser from Decent Sampler. The echo and reverb effects are achieved using carefully crafted impulse responses. The echo effect employs a [Fulltone Tube Tape Echo](equipment/effects/fulltone-tube-tape-echo/) recorded twice for stereo, while the reverb effect draws from a [Chase Bliss Audio & Meris CXM 1978](equipment/effects/chase-bliss-audio-and-meris-cxm-1978/) reverb pedal with a room setting.\nEcho: Select from two distinctive echo options: the short echo, delivering a classic slapback effect, and the long echo, characterized by a slower decay and numerous repeats.\nReverb: You'll also find two reverb effects: the short reverb, evoking the intimacy of a small room, and the long reverb, enveloping your sound in the vastness of a spacious environment."
        },
        "thumbnailDescription": "Strykebrett user interface inside a Logan String Melody II keyboard case",
        "price": "5.00",
        "priceCurrency": "USD",
        "link": {
            "url": "https://store.dehlimusikk.no/l/strykebrett",
            "text": {
                "en": "Go to download page",
                "no": "Gå til side for nedlasting"
            }
        },
        "ratingValue": "5",
        "reviewCount": "1",
        "sameAs": [
            "https://store.dehlimusikk.no/l/strykebrett",
            "https://dehlimusikk.gumroad.com/l/strykebrett",
            "https://www.cylex.no/bedrift-produkt/strykebrett_223141.html",
            "https://www.youtube.com/watch?v=GyRbgZarPm4",
            "https://www.pianobook.co.uk/packs/strykebrett/"
        ],
        "merchantCenterId": "1879215416"
    },
    {
        "timestamp": 1692474773000,
        "title": "4-track Glockenspiel",
        "content": {
            "no": "Klokkespill spilt inn på kassett og spilt av på halv hastighet og normal/original hastighet.\nBiblioteket inkluderer også impulsresponser for to typer båndekko og to typer romklang.",
            "en": "A glockenspiel recorded on to cassette tape and played back at half speed and normal/original speed. Playing back at half speed results in an octave lower pitch.\nIt also includes impulse responses for two tape delay/echo types and two room reverbs."
        },
        "thumbnailDescription": "The 4-track Glockenspiel user interface and a glockenspiel",
        "price": "5.00",
        "priceCurrency": "USD",
        "link": {
            "url": "https://store.dehlimusikk.no/l/4-track-glockenspiel",
            "text": {
                "en": "Go to download page",
                "no": "Gå til side for nedlasting"
            }
        },
        "ratingValue": "5",
        "reviewCount": "3",
        "sameAs": [
            "https://store.dehlimusikk.no/l/4-track-glockenspiel",
            "https://dehlimusikk.gumroad.com/l/4-track-glockenspiel",
            "https://www.cylex.no/bedrift-produkt/4-track+glockenspiel_223140.html",
            "https://www.youtube.com/watch?v=8g-XCw91hSc"
        ],
        "merchantCenterId": "2725294669"
    },
    {
        "timestamp": 1691539200000,
        "title": "4-track Music Box",
        "content": {
            "no": "En spilledåse spilt inn på kassett og spilt av på halv hastighet og normal/original hastighet.\nBiblioteket inkluderer også impulsresponser for to typer båndekko og to typer romklang.",
            "en": "A music box recorded on to cassette tape and played back at half speed and normal/original speed. Playing back at half speed results in an octave lower pitch.\nIt also includes impulse responses for two tape delay/echo types and two room reverbs."
        },
        "thumbnailDescription": "The 4-track Music Box user interface and a music box",
        "price": "5.00",
        "priceCurrency": "USD",
        "link": {
            "url": "https://store.dehlimusikk.no/l/4-track-music-box",
            "text": {
                "en": "Go to download page",
                "no": "Gå til side for nedlasting"
            }
        },
        "ratingValue": "5",
        "reviewCount": "3",
        "sameAs": [
            "https://store.dehlimusikk.no/l/4-track-music-box",
            "https://dehlimusikk.gumroad.com/l/4-track-music-box",
            "https://www.cylex.no/bedrift-produkt/4-track+music+box_223139.html",
            "https://www.youtube.com/watch?v=uBB4RNMrEXc"
        ],
        "merchantCenterId": "901b8c4d-cf14-4852-9600-9b3da5230e40"
    },
    {
        "timestamp": 1687737600000,
        "title": "Voltage Controlled Cassette Organ",
        "content": {
            "no": "Med Voltage Controlled Cassette Organ får du den ikoniske lyden av [Korg CX-3](equipment/instruments/korg-cx-3/) sammen med den umiskjennelige sjarmen til kassettopptak. Den fanger essensen av organets analoge oscillatorer så vel som pitch-fluktuasjonen, harmonisk forvrengning og farging forbundet med kassettopptak.\nHver tone for hver drawbar og \"key click\", har blitt samplet som individuelle lydfiler, noe som gir autentisk og detaljrik lyd. Innspillingene har blitt gjort to ganger på kassettbånd, noe som resulterer i en \"double track\"-effekt som tilfører dybde. Takket være ujevnhetene til mekanikken i båndopptakeren og selve båndet, gir hver avspilling et litt annerledes resultat.\nBiblioteket inkluderer også impulsresponser for to typer båndekko og to typer romklang.\nHistorien bak: Jeg oppdaget at når jeg tok opp [Korg CX-3](equipment/instruments/korg-cx-3/) på kassettbånd, dukket det opp noen artefakter som forvandlet lyden. Wow- og flutter-effektene, sammen med de tilfeldige fluktueringene, skapte en bevegelse i lyden som minner om chorus/vibrato-effekt eller dopplereffekten fra en roterende høyttaler. I motsetning til tradisjonelle modulasjonseffektene med jevn hastighet, introduserte kassettbåndet en mer tilfeldig og organisk modulasjon.\nInstrument-presets: For å sikre optimal ytelse og fleksibilitet tilbyr biblioteket to presets: En ganske ressurskrevende \"All Drawbars\"-preset med 9 drawbars og en \"Single Drawbar\"-preset som sparer ressurser ved å spille av færre lydfiler per tangent. Preset'en \"Single Drawbar\" har imidlertid lydfiler fra forskjellige drawbars for et utvidet oktavspenn.\nAll Drawbars: Preset'en \"All Drawbars\" spiller av 20 forskjellige lydfiler per tangent, noe som resulterer i en rik og kompleks lyd. Det krever imidlertid betydelige ressurser, spesielt når du spiller breie akkorder.\nSingle Drawbar: Som et mer ressursvennlig alternativ spiller preset'en \"Single Drawbar\" bare fire lydfiler per tangent. Denne preset'en inneholder også ekstra knotter for justering av decay-kurve og release-kurve for envelope'n.\nBrukergrensesnitt: Utforsk parametere for å stille inn lyden din med kontroll over ni drawbars, \"key click\", envelope, amplitudemodulasjon med LFO-er, \"double track\" og effekter for ekko og romklang.\nADSR-envelope: Form lyden din nøyaktig med parametrene Attack, Decay, Sustain og Release. Enten du ønsker en punchy, staccato-tone eller en jevn, dvelende atmosfære, lar ADSR-envelope'n deg skreddersy dynamikken etter din smak.\nEnvelope-kurver: For enda mer kontroll over envelope'n kan du endre kurven for attack-tid. Preset'en \"Single Drawbar\" har også to ekstra knotter for decay-kurve og release-kurve. Decay-kurven og release-kurven er eksponentielle for preset'en \"All Drawbars\".\nLFO: LFO Rate og LFO Depth-knappene lar deg modulere amplituden til drawbars'ene med ønsket dybde og hastighet.\nDrawbars: Hver drawbar kontrollerer amplituden til en spesifikk harmonisk overtone.\nKey click: Key click gir en liten transient i starten av anslaget og kan f.eks brukes til å emulere en stikke som slår på et slaginstrument eller et plekter som plukker en streng.\nDouble track: Hver lydfil har blitt spilt inn to ganger og kan mikses sammen for en \"chorus\"-effekt eller panoreres for en stereoeffekt. På grunn av båndmaskin-mekanikken og selve båndet, vil lyden være litt annerledes for hver gang den tas opp og spilles av.\nEffekter: Ekko-effekten er en [Fulltone Tube Tape Echo](equipment/effects/fulltone-tube-tape-echo/) (båndekko) spilt inn to ganger for stereo, mens reverb-effekten er en [Chase Bliss Audio & Meris CXM 1978](equipment/effects/chase-bliss-audio-and-meris-cxm-1978/) klang-pedal satt til romklang.\nEkko: Velg mellom to typer ekko: \"Short\", som gir en klassisk slapback-effekt, og \"long\", er en langsom ekko med mange repetisjoner.\nReverb: Du finner også to romklangeffekter: \"Short\", som er et lite, intimt rom, og \"long\", som er et stort rom med lang etterklangstid.",
            "en": "You'll get the iconic sound of the [Korg CX-3](equipment/instruments/korg-cx-3/), infused with the unmistakable charm of cassette tape recording, with the Voltage Controlled Cassette Organ. It captures the essence of the organs analog oscillators as well as the pitch fluctuation (wow/flutter), harmonic distortion, and coloration associated with cassette tape recordings.\nEach note for every drawbar, as well as the sound of the key click, has been meticulously sampled as individual audio files, ensuring authenticity and attention to detail. To achieve an even richer sound, the organ has been recorded twice onto cassette tape, resulting in a double-track effect that adds depth and character. Thanks to the inherent idiosyncrasies of tape deck mechanics and the tape itself, each playback yields a slightly different result.\nIt also includes impulse responses for two tape delay/echo types and two room reverbs.\nThe Story: I discovered that the [Korg CX-3](equipment/instruments/korg-cx-3/), when sampled through cassette tape, introduced some imperfections that transformed the sound. The wow and flutter effects, along with the random warbles, created a fascinating movement reminiscent of a chorus/vibrato or the doppler effect from a rotary speaker. However, unlike traditional modulation effects with fixed speed, the cassette tape introduced a more random and organic quality to the modulation.\nInstrument presets: To ensure optimal performance and flexibility, the library offers two presets: A quite resource-intensive \"All Drawbars\" preset with 9 drawbars and a \"Single Drawbar\" preset which conserves resources by playing back fewer samples per key. The \"Single Drawbar\" preset does however have samples from different drawbars for an extended key range.\nAll Drawbars: The \"All Drawbars\" preset plays back 20 different samples per note, resulting in a rich and complex sound. However, it does demand significant system resources, especially when playing big chords.\nSingle Drawbar: As a more resource-friendly alternative, the \"Single Drawbar\" preset plays back only four samples per key. This preset also incorporates additional knobs for adjusting the envelope decay curve and release curve, maximizing your creative control.\nUser Interface: Explore parameters to refine your sound, including control over the nine drawbars, key click volume, envelope, amplitude modulation with LFOs, double track, and the immersive effects of echo and reverb.\nADSR Envelope: Shape your sound precisely with the Attack, Decay, Sustain, and Release parameters. Whether you desire a punchy, staccato tone or a smooth, lingering ambiance, the ADSR envelope allows you to tailor the dynamics to your liking.\nEnvelope curves: For even more control over the envelope, you can change the curve of the attack time. The \"Single Drawbar\" preset also incorporates two additional knobs for decay curve and release curve. The decay curve and release curve are exponential for the \"All Drawbars\" preset.\nLFO: The LFO Rate and LFO Depth knobs enable you to modulate the amplitude of the drawbars with the desired depth and rate.\nDrawbars: Each drawbar controls the amplitude of a specific harmonic overtone, offering you unparalleled control over the instrument's harmonic richness.\nKey click: The click's percussive nature, akin to the striking of a mallet on a percussion instrument, provided a lively and vibrant attack to the notes played on the organ.\nDouble track: Each sample has been recorded twice and can be mixed together for a \"chorus\" effect or panned for a stereo effect. Because of the nature of the tape deck mechanics and the tape itself, the sound will be a bit different for every time it's recorded and played back.\nEffects: These effects are achieved using carefully crafted impulse responses. The echo effect employs a [Fulltone Tube Tape Echo](equipment/effects/fulltone-tube-tape-echo/) recorded twice for stereo, while the reverb effect draws from a [Chase Bliss Audio & Meris CXM 1978](equipment/effects/chase-bliss-audio-and-meris-cxm-1978/) reverb pedal with a room setting.\nEcho: Select from two distinctive echo options: the short echo, delivering a classic slapback effect, and the long echo, characterized by a slower decay and numerous repeats.\nReverb: You'll also find two reverb effects: the short reverb, evoking the intimacy of a small room, and the long reverb, enveloping your sound in the vastness of a spacious environment."
        },
        "thumbnailDescription": "The Voltage Controlled Cassette Organ user interface inside a Korg CX-3 organ case",
        "price": "5.00",
        "priceCurrency": "USD",
        "link": {
            "url": "https://store.dehlimusikk.no/l/voltage-controlled-cassette-organ",
            "text": {
                "en": "Go to download page",
                "no": "Gå til side for nedlasting"
            }
        },
        "reviewCount": "0",
        "sameAs": [
            "https://store.dehlimusikk.no/l/voltage-controlled-cassette-organ",
            "https://dehlimusikk.gumroad.com/l/voltage-controlled-cassette-organ",
            "https://www.cylex.no/bedrift-produkt/voltage+controlled+cassette+organ_223138.html",
            "https://www.youtube.com/watch?v=0h4CQ6jh6yM",
            "https://www.pianobook.co.uk/packs/voltage-controlled-cassette-organ/"
        ],
        "merchantCenterId": "b361545a-7a51-46d0-a98c-92b2a0bdcfee"
    },
    {
        "timestamp": 1680811200000,
        "title": "Omni-84",
        "content": {
            "no": "Alle lydene fra [Omnichord'en](equipment/instruments/suzuki-omnichord-om-84-system-two/) har blitt samplet. Jeg har også lagt til effektene jeg pleier å bruke på [Omnichord](equipment/instruments/suzuki-omnichord-om-84-system-two/) som en impulsrespons kalt \"space\".\nFor øyeblikket produseres ikke [Omnichord](equipment/instruments/suzuki-omnichord-om-84-system-two/) og prisene på bruktmarkedet har skutt i været. Dette er mitt forsøk på å gjøre lyden av [Omnichord](equipment/instruments/suzuki-omnichord-om-84-system-two/) mer tilgjengelig.\nDette lydbiblioteket inneholder 5 presets, én for hver del av [Omnichord'en](equipment/instruments/suzuki-omnichord-om-84-system-two/). Trommer, bass, akkorder, keyboard og SonicStrings",
            "en": "Every sound of the [Omnichord](equipment/instruments/suzuki-omnichord-om-84-system-two/) has been sampled. I've also added the effects I tend to use when recording and playing the [Omnichord](equipment/instruments/suzuki-omnichord-om-84-system-two/) as an impulse response called \"space\".\nAt the moment, the [Omnichord](equipment/instruments/suzuki-omnichord-om-84-system-two/) is no longer produced and prices on the second-hand market have skyrocketed. This is my attempt to make the sound of the [Omnichord](equipment/instruments/suzuki-omnichord-om-84-system-two/) more accessible.\nThis sample library includes 5 presets, one for each part of the [Omnichord](equipment/instruments/suzuki-omnichord-om-84-system-two/). Drums, Bass, Chords, Keyboard and SonicStrings"
        },
        "thumbnailDescription": "The Omni-84 user interface and a Suzuki Omnichord OM-84 System Two",
        "link": {
            "url": "https://store.dehlimusikk.no/l/omni-84",
            "text": {
                "en": "Go to download page",
                "no": "Gå til side for nedlasting"
            }
        },
        "ratingValue": "5",
        "reviewCount": "14",
        "sameAs": [
            "https://store.dehlimusikk.no/l/omni-84",
            "https://dehlimusikk.gumroad.com/l/omni-84",
            "https://www.cylex.no/bedrift-produkt/omni-84_223137.html",
            "https://www.youtube.com/watch?v=dAxy1PFxv3U",
            "https://www.youtube.com/watch?v=qGyaNVAG-js",
            "https://www.pianobook.co.uk/packs/omni-84/"
        ],
        "merchantCenterId": "f7a3cc37-bd0f-4414-ae89-3f018c1a7082"
    },
    {
        "timestamp": 1589673600000,
        "title": "Lo-fi Tape Piano",
        "content": {
            "no": "Lo-fi Tape Piano fra Dehli Musikk inneholder lyder av en [Louis Zwicki Pianette](equipment/instruments/louis-zwicki-pianette/) som er spilt inn med kassettopptaker og 3 forskjellige mikrofoner. Forsforsterkerene på kassettopptakeren overstyrer litt og gir ekstra overtoner and kassettbåndet gir kompresjon i tilegg til små endringer i tonehøyde ('wow' og 'flutter').\nOm du vil ha lyden av et perfekt intonert og regulert piano, er nok ikke dette produktet det du er på jakt etter. Dette låter mer som en Mellotron- / Chamberlin-versjon av en Pianette.\nLydpakken inneholder 328 .WAV-filer (637,8 MB) og 3 .EXS-filer (295 KB).",
            "en": "Lo-fi Tape Piano from Dehli Musikk includes the sound of a [Louis Zwicki Pianette](equipment/instruments/louis-zwicki-pianette/) recorded with cassette tape recorder through 3 different microphones. The preamps of the tape recorder are slightly overdriven and the tape adds compression and harmonics as well as wow and flutter (pitch variation).\nIf you want the sound of a perfectly voiced and regulated grand piano, this may not be the samples for you. This is more like a Mellotron / Chamberlin version of the Pianette.\nThe sample pack includes 328 .WAV samples (637.8 MB)  and 3 .EXS files (295 KB)."
        },
        "thumbnailDescription": "Louis Zwicki Pianette with an old telephone, tape recorder and coffee cup on top",
        "price": "4.99",
        "priceCurrency": "USD",
        "link": {
            "url": "https://www.roqstar.io/item/lo-fi-tape-piano",
            "text": {
                "en": "Show in store",
                "no": "Se i butikk"
            }
        },
        "reviewCount": "0",
        "sameAs": [
            "https://www.roqstar.io/item/lo-fi-tape-piano",
            "https://www.cylex.no/bedrift-produkt/lo-fi+tape+piano_223136.html",
            "https://www.youtube.com/watch?v=2k1QpuwCZzk"
        ],
        "merchantCenterId": "814e0604-874a-44cd-b881-bc3c6865b471"
    }
]
