[
    {
        "timestamp": 1755115200000,
        "title": "Midnight Wurli",
        "content": {
            "no": "Midnight Wurli er et samplet [Wurlitzer 200A elektrisk piano](equipment/instruments/wurlitzer-200a/) som fokuserer på å fange instrumentets karakter når det spilles på med lavt volum. Det bruker to lydkilder: Den direkte linjeutgangen fra Wurlitzeren og en kontaktmikrofon festet til instrumentet. Kontaktmikrofonen fanger opp de mekaniske lydene, som tangentklikk og pedalbevegelser, noe som gir en mer intim og nær lyd.\nInstrumentet inneholder både tonale lyder og lyder av mekanisk støy. Det har også innebygde effekter som tremolo, båndekko, romklang og flere impulsresponser fra forsterkere. Hver tangent har flere lyder som blir påvirket av anslaget for å øke realismen.",
            "en": "Midnight Wurli is a sampled [Wurlitzer 200A electric piano instrument](equipment/instruments/wurlitzer-200a/) that focuses on capturing the character of the instrument played softly at low volume. It uses two signal sources: the direct line out from the Wurlitzer and a contact microphone attached to the instrument. The contact microphone captures the mechanical noises, such as key clicks, release sounds, and pedal movements which results in a more intimate, close-up sound.\nThe instrument includes both tonal samples and mechanical noise samples. It also features built-in effects including tremolo, tape echo, room reverb, and multiple amplifier impulse responses. Each key includes velocity-based round robins to enhance realism."
        },
        "thumbnailDescription": "Logo with the text Midnight Wurli and a Wurlitzer 200A electric piano in the background",
        "price": "9.99",
        "priceCurrency": "USD",
        "link": {
            "url": "https://store.dehlimusikk.no/l/midnight-wurli",
            "text": {
                "en": "Go to download page",
                "no": "Gå til side for nedlasting"
            }
        },
        "reviewCount": "0",
        "sameAs": [
            "https://store.dehlimusikk.no/l/midnight-wurli",
            "https://dehlimusikk.gumroad.com/l/midnight-wurli",
            "https://www.cylex.no/bedrift-produkt/midnight+wurli_266062.html",
            "https://www.youtube.com/watch?v=LB-YDVqQh7s",
            "https://www.youtube.com/shorts/nCFiLi4mdtE"
        ],
        "productType": ["Sample instruments", "Decent Sampler"],
        "mainImage": "midnight-wurli.jpg",
        "additionalImages": [
            "midnight-wurli_01.jpg",
            "midnight-wurli_02.jpg",
            "midnight-wurli_03.png",
            "midnight-wurli_04.png"
        ]
    },
    {
        "timestamp": 1742677200000,
        "title": "DXtraterrestrial 2",
        "content": {
            "no": "DXtraterrestrial 2 er det andre patch-biblioteket i DXtraterrestrial-serien, og tilbyr en samling av 32 nøye utformede patcher. Den har varme synthpads, lyse og skarpe bjeller, dynamiske akustiske lyder og en rekke digitale, glitchy teksturer - og alt i mellom. Disse patch'ene er designet for å gi en variert palett av toner, egnet for enhver musikalsk stil. Enten du ønsker lyden av retrosynther, moderne lyder eller mer eksperimentelle lydlandskap, har DXtraterrestrial 2 noe å inspirere kreativiteten din med.",
            "en": "DXtraterrestrial 2 is the second patch library in the DXtraterrestrial series, offering a rich collection of 32 carefully crafted patches. It features lush synth pads, bright and crisp bells, dynamic acoustic sounds, and a variety of digital, glitchy textures — and everything in between. These presets are designed to provide a diverse palette of tones, suitable for any musical style. Whether you're drawn to nostalgic retro synths, contemporary vibes, or more experimental soundscapes, DXtraterrestrial 2 has something to inspire your creativity."
        },
        "thumbnailDescription": "DXtraterrestrial 2 cartrigde with a Yamaha DX7 synthesizer in the background",
        "price": "9.99",
        "priceCurrency": "USD",
        "link": {
            "url": "https://store.dehlimusikk.no/l/dxtraterrestrial-2",
            "text": {
                "en": "Go to download page",
                "no": "Gå til side for nedlasting"
            }
        },
        "reviewCount": "0",
        "sameAs": [
            "https://store.dehlimusikk.no/l/dxtraterrestrial-2",
            "https://dehlimusikk.gumroad.com/l/dxtraterrestrial-2",
            "https://www.cylex.no/bedrift-produkt/dxtraterrestrial+2_238848.html",
            "https://www.youtube.com/watch?v=EuTsBIUXyJk",
            "https://www.matrixsynth.com/2025/03/more-custom-patches-for-yamaha-dx7.html"
        ],
        "productType": ["Patch library", "Yamaha DX7"],
        "mainImage": "dxtraterrestrial-2.jpg"
    },
    {
        "timestamp": 1725091200000,
        "title": "DXtraterrestrial 1",
        "content": {
            "no": "DXtraterrestrial 1 er en samling av 32 patcher som inneholder varme og myke synth-pads, klare og lyse bjeller og plukkede lyder, digitale og glitchy lyder og alt i mellom. Disse patch'ene er designet for å gi deg et bredt spekter av toner for enhver musikkstil. Enten du er interessert i retro synth-lyder, moderne lyder eller mer eksperimentelle ting.",
            "en": "DXtraterrestrial 1 is a collection of 32 patches containing warm and lush synth pads, crisp and bright bells and plucked sounds, digital and glitchy sounds and anything in between. These presets are designed to give you a wide range of tones for any music style. Whether you're into retro synth sounds, modern vibes or more experimental stuff."
        },
        "thumbnailDescription": "DXtraterrestrial 1 cartrigde with a Yamaha DX7 synthesizer in the background",
        "price": "9.99",
        "priceCurrency": "USD",
        "link": {
            "url": "https://store.dehlimusikk.no/l/dxtraterrestrial-1",
            "text": {
                "en": "Go to download page",
                "no": "Gå til side for nedlasting"
            }
        },
        "ratingValue": "5",
        "reviewCount": "3",
        "sameAs": [
            "https://store.dehlimusikk.no/l/dxtraterrestrial-1",
            "https://dehlimusikk.gumroad.com/l/dxtraterrestrial-1",
            "https://www.cylex.no/bedrift-produkt/dxtraterrestrial+1_223147.html",
            "https://www.youtube.com/watch?v=dW596gE4lxg",
            "https://www.amazona.de/community/yamaha-dx-7-imitiert-yamaha-cs-80/",
            "https://x.com/matrixsynth/status/1829910404991988214",
            "https://www.matrixsynth.com/2024/08/custom-patches-for-yamaha-dx7.html"
        ],
        "productType": ["Patch library", "Yamaha DX7"],
        "mainImage": "dxtraterrestrial-1.jpg",
        "additionalImages": ["dxtraterrestrial-1_01.jpg"]
    }
]
