[
    {
        "timestamp": 1725091200000,
        "title": "DXtraterrestrial 1",
        "content": {
            "no": "DXtraterrestrial 1 er en samling av 32 patcher som inneholder varme og myke synth-pads, klare og lyse bjeller og plukkede lyder, digitale og glitchy lyder og alt i mellom. Disse patch'ene er designet for å gi deg et bredt spekter av toner for enhver musikkstil. Enten du er interessert i retro synth-lyder, moderne lyder eller mer eksperimentelle ting.",
            "en": "DXtraterrestrial 1 is a collection of 32 patches containing warm and lush synth pads, crisp and bright bells and plucked sounds, digital and glitchy sounds and anything in between. These presets are designed to give you a wide range of tones for any music style. Whether you're into retro synth sounds, modern vibes or more experimental stuff."
        },
        "thumbnailDescription": "DXtraterrestrial 1 cartrigde with a Yamaha DX7 synthesizer in the background",
        "price": "5.00",
        "priceCurrency": "USD",
        "link": {
            "url": "https://store.dehlimusikk.no/l/dxtraterrestrial-1",
            "text": {
                "en": "Go to download page",
                "no": "Gå til side for nedlasting"
            }
        },
        "ratingValue": "5",
        "reviewCount": "3",
        "sameAs": [
            "https://store.dehlimusikk.no/l/dxtraterrestrial-1",
            "https://dehlimusikk.gumroad.com/l/dxtraterrestrial-1",
            "https://www.cylex.no/bedrift-produkt/dxtraterrestrial+1_223147.html",
            "https://www.youtube.com/watch?v=dW596gE4lxg",
            "https://www.amazona.de/community/yamaha-dx-7-imitiert-yamaha-cs-80/",
            "https://x.com/matrixsynth/status/1829910404991988214",
            "https://www.matrixsynth.com/2024/08/custom-patches-for-yamaha-dx7.html"
        ]
    },
    {
        "timestamp": 1723136400000,
        "title": "EDB-Orgel",
        "content": {
            "no": "EDB-Orgel gir deg lyden av fire forskjellige digitale synth-typer med arbeidsflyten til et drawbar-orgel kombinert med en analog synthesizer.\nBrukergrensesnitt: Brukergrensesnittet gir presis kontroll over alle aspekter av instrumentet og effektene.\nUtforsk parametere for å justere lyden din, inkludert volumkontroll og valg av lydkilde for ni drawbars, ADSR-envelope, amplitudemodulasjon (tremolo) med LFO-er, anslagsfølsomhet, forskjellige filtertyper, høyttalersimulering, stereoeffekt og vibrato kontrollert av modulasjonshjulet.\nFaner: For å få plass til alle kontrollene, er de organisert inn i to faner og et dialogvindu. Knappen med et diskettikon åpner et dialogvindu for lasting av forhåndsdefinerte patcher. MIX/MOD-knappen lar deg veksle mellom en mikservisning med drawbars, og en modulasjonsvisning med forskjellige modulasjonskontroller for ytterligere lydtilpasning.\nDrawbars: Slipp løs kraften til ni drawbars for å forme orgelets tone med presisjon. Hver drawbar kontrollerer amplituden til en spesifikk harmonisk overtone, og gir deg uovertruffen kontroll over instrumentets harmoniske rikdom.\nLydkilde 1 (64): MOS Technology 6581 Sound Interface Device (SID) ble brukt i enheter som Commodore 64 og [Elektron SidStation](equipment/instruments/elektron-sidstation/).\nLydkilde 2 (PD): Phase distortion synthesis er en teknikk som ble brukt i Casio-synthesizere fra CZ-serien, som Casio CZ-1 og [Casio CZ-101](equipment/instruments/casio-cz-101/).\nLydkilde 3 (FM): Frequency modulation synthesis er en mye brukt teknikk i forskjellige enheter, inkludert AdLib og Sound Blaster lydkort, Sega Genesis (Mega Drive) videospillkonsoller og synthesizere som New England Digital Synclavier og [Yamaha DX7](equipment/instruments/yamaha-dx7/).\nLydkilde 4 (LA): Linear arithmetic synthesis er en metode som brukes i synthesizere som Roland MT-32 lydmodul og [Roland D-50](equipment/instruments/roland-d-50/) synthesizer.\nADSR-envelope: Form lyden din nøyaktig med parametrene Attack, Decay, Sustain og Release. Enten du ønsker en punchy, staccato-tone eller en jevn, dvelende atmosfære, lar ADSR-envelopen deg skreddersy dynamikken etter din smak.\nTremolo: Hastighets- (SPD) og dybde- (DPT)-kontrollene lar deg modulere amplituden til hver drawbar med ønsket hastighet og dybde ved hjelp av lavfrekvent oscillator (LFO).\nAnslagsfølsomhet: Bestemmer om anslagsstyrken skal påvirke volumet til hver drawbar.\nFiltre: EDB-Orgel har de forskjellige filtertypene du får fra SID-chipen. Dette er impulsresponser (IR) til filtrene i MOS Technology 6581-chipen. Cutoff frekvens og resonansmengde for hvert filter er satt til en fast verdi.\nDIR (direkte): Den direkte lyden fra linjeutgangen.\nSPK (høyttaler): Lyden av en liten datamaskinhøyttaler mikket opp med en Shure SM57.\n1 høyttaler (mono): Stereoeffekten er deaktivert.\n2 høyttalere (stereo): Stereoeffekt er aktivert.\nUtstyr som er brukt: [Elektron SidStation](equipment/instruments/elektron-sidstation/), [Casio CZ-101](equipment/instruments/casio-cz-101/), [Yamaha DX7](equipment/instruments/yamaha-dx7/) og [Roland D-50](equipment/instruments/roland-d-50/).\nTeknisk spesifikasjon lydkilde-filer: Samplingsfrekvens: 48 kHz, bitdybde: 24 bit, kanaler: 1 (mono), antall lydfiler: 532 og filstørrelse: 974.80 MB.\nTeknisk spesifikasjon impulsrespons-filer: Samplingsfrekvens: 48 kHz, bitdybde: 24 bit, kanaler: 1 (mono), antall lydfiler: 8 og filstørrelse: 85.00 KB.",
            "en": "EDB-Orgel delivers the sound of four different digital synthesis types with the workflow of a drawbar organ combined with an analog synthesizer.\nUser Interface: The user interface offers precise control over every aspect of the instrument and effects.\nExplore parameters to refine your sound, including volume control and sound source selection for the nine drawbars, ADSR envelope, amplitude modulation (tremolo) with LFOs, velocity sensitivity, different filter types, speaker simulation, stereo widener and vibrato controlled by the modulation wheel.\nTabs: To accommodate all the controls, they are organized into two separate tabs and a dialog window. The button with a floppy disk icon, opens a dialog window for loading predefined patches. The MIX/MOD button allows you to toggle between a mixer view with drawbars, and a modulation view with various modulation controls for further sound customization.\nDrawbars: Unleash the power of the nine drawbars to shape your organ's tone with precision. Each drawbar controls the amplitude of a specific harmonic overtone, offering you unparalleled control over the instrument's harmonic richness.\nSound source 1 (64): The MOS Technology 6581 Sound Interface Device (SID) was used in devices such as the Commodore 64 and [Elektron SidStation](equipment/instruments/elektron-sidstation/).\nSound source 2 (PD): Phase distortion synthesis is a technique that was used in Casio synthesizers from the CZ range, such as the Casio CZ-1 and the [Casio CZ-101](equipment/instruments/casio-cz-101/).\nSound source 3 (FM): Frequency modulation synthesis is a widely used technique in various devices including AdLib and Sound Blaster sound cards, Sega Genesis (Mega Drive) video game consoles, and synthesizers like the New England Digital Synclavier and the [Yamaha DX7](equipment/instruments/yamaha-dx7/).\nSound source 4 (LA): Linear arithmetic synthesis is a method used in synthesizers such as the Roland MT-32 sound module and the [Roland D-50](equipment/instruments/roland-d-50/) synthesizer.\nADSR Envelope:\nShape your sound precisely with the Attack, Decay, Sustain, and Release parameters. Whether you desire a punchy, staccato tone or a smooth, lingering ambiance, the ADSR envelope allows you to tailor the dynamics to your liking.\nTremolo: The speed (SPD) and depth (DPT) controls enable you to modulate the amplitude of the drawbars with the desired speed and depth using the Low-Frequency Oscillator (LFO).\nVelocity sensitivity: Determines whether the velocity should affect the volume of the drawbar.\nFilters: EDB-Orgel features the different filter types you get from the SID chip. These are impulse responses (IR) of the filters in the MOS Technology 6581 chip. Cutoff frequency and resonance amount for each filter is set to a fixed value.\nDIR (Direct): The direct sound of the line output.\nSPK (Speaker): The sound of a tiny computer speaker miced with a Shure SM57.\n1 speaker (mono): Stereo effect is disabled.\n2 speakers (stereo): Stereo effect is enabled.\nEquipment used: [Elektron SidStation](equipment/instruments/elektron-sidstation/), [Casio CZ-101](equipment/instruments/casio-cz-101/), [Yamaha DX7](equipment/instruments/yamaha-dx7/) and [Roland D-50](equipment/instruments/roland-d-50/).\nTechnical specification for samples: Sample rate: 48 kHz, bit depth: 24 bit, channels: 1 (mono), number of files: 532 and file size: 974.80 MB.\nTechnical specification for impulse responses: Sample rate: 48 kHz, bit depth: 24 bit, channels: 1 (mono), number of files: 8 and file size: 85.00 KB."
        },
        "thumbnailDescription": "EDB-Orgel user interface",
        "price": "5.00",
        "priceCurrency": "USD",
        "link": {
            "url": "https://store.dehlimusikk.no/l/edb-orgel",
            "text": {
                "en": "Go to download page",
                "no": "Gå til side for nedlasting"
            }
        },
        "ratingValue": "5",
        "reviewCount": "1",
        "sameAs": [
            "https://store.dehlimusikk.no/l/edb-orgel",
            "https://dehlimusikk.gumroad.com/l/edb-orgel",
            "https://www.cylex.no/bedrift-produkt/edb-orgel_223146.html",
            "https://www.youtube.com/watch?v=hZNESXfthg0"
        ]
    },
    {
        "timestamp": 1711914056000,
        "title": "SubC",
        "content": {
            "no": "SubC er et analog subbass lydbibliotek for Decent Sampler med triangelbølgeoscillator fra en [Dreadbox Erebus v2](equipment/instruments/dreadbox-erebus-v2/) sent gjennom forskjellige forvrengningskretser og effekter.\nInstrument presets: SubC som er en preset med mono-lydfiler og SubC (Stereo) som er en preset med stereo-lydfiler.\nDynamics: Bestemmer om anslaget skal påvirke volumet og forvrengningen.\nSaturation: Saturation-knotten mikser mellom rent signal og forvrengt signal. De rene lydene er tatt opp med en Roland PA-120 mikser. De forvrengte lydene er i tillegg sent gjennom en [Hairball Audio FET/RACK (1176 kompressor)](equipment/effects/hairball-audio-fet-rack-revision-d/) og en transformator- og diodevreng. Stereolydene er de samme som monolydene, men sendt gjennom en [TC Electronic SCF Stereo Chorus Flanger](equipment/effects/tc-electronic-scf-stereo-chorus-flanger/) i vibratomodus. Dette gir en mye bredere lyd, men med mindre bunn når den summeres til mono.\nEnvelope: Form lyden din nøyaktig med parametrene Attack, Decay, Sustain og Release. Enten du ønsker en punchy, staccato-tone eller en jevn, dvelende atmosfære, lar ADSR-envelope'n deg skreddersy dynamikken etter din smak.\nUtstyr som er brukt: [Dreadbox Erebus v2](equipment/instruments/dreadbox-erebus-v2/), Roland PA-120, [Hairball Audio FET/RACK Revision D](equipment/effects/hairball-audio-fet-rack-revision-d/), [Alex Franklinos Stereo Transformer Saturator](equipment/effects/alex-franklinos-stereo-transformer-saturator/) og [TC Electronic SCF Stereo Chorus Flanger](equipment/effects/tc-electronic-scf-stereo-chorus-flanger/).\nTeknisk spesifikasjon for mono-lydfiler: Samplingsfrekvens: 48 kHz, bitdybde: 24 bit, kanaler: 1 (mono), antall lydfiler: 108 og filstørrelse: 327.30 MB.\nTeknisk spesifikasjon for stereo-lydfiler: Samplingsfrekvens: 48 kHz, bitdybde: 24 bit, kanaler: 2 (stereo), antall lydfiler: 108 og filstørrelse: 654.20 MB.",
            "en": "SubC is a analog sub bass sample library for DecentSampler featuring a [Dreadbox Erebus v2](equipment/instruments/dreadbox-erebus-v2/) triangle wave oscillator ran through different saturation circuits and effects.\nInstrument presets: SubC which is a preset with mono samples and SubC (Stereo) which is a preset with stereo samples.\nDynamics: Determines whether the velocity should affect the volume and distortion.\nSaturation: The saturation knob blends between the clean samples and the distorted samples. The clean samples are recorded through a Roland PA-120 mixer. The distorted/saturated samples are additionally sent through a [Hairball Audio FET/RACK (1176 compressor)](equipment/effects/hairball-audio-fet-rack-revision-d/) and a transformer and diode saturator. The stereo samples are the same as the mono samples, but sent through a [TC Electronic SCF Stereo Chorus Flanger](equipment/effects/tc-electronic-scf-stereo-chorus-flanger/) in vibrato mode. This gives a much wider sound, but less bottom end when summed to mono.\nEnvelope: Shape your sound precisely with the Attack, Decay, Sustain, and Release parameters. Whether you desire a punchy, staccato tone or a smooth, lingering ambiance, the ADSR envelope allows you to tailor the dynamics to your liking.\nEquipment used: [Dreadbox Erebus v2](equipment/instruments/dreadbox-erebus-v2/), Roland PA-120, [Hairball Audio FET/RACK Revision D](equipment/effects/hairball-audio-fet-rack-revision-d/), [Alex Franklinos Stereo Transformer Saturator](equipment/effects/alex-franklinos-stereo-transformer-saturator/) and [TC Electronic SCF Stereo Chorus Flanger](equipment/effects/tc-electronic-scf-stereo-chorus-flanger/).\nTechnical specification for mono samples: Sample rate: 48 kHz, bit depth: 24 bit, channels: 1 (mono), number of files: 108 and file size: 327.30 MB.\nTechnical specification for  stereo samples: Sample rate: 48 kHz, bit depth: 24 bit, channels: 2 (stereo), number of files: 108 and file size: 654.20 MB."
        },
        "thumbnailDescription": "SubC user interface inside a wooden synthesizer case",
        "price": "5.00",
        "priceCurrency": "USD",
        "link": {
            "url": "https://store.dehlimusikk.no/l/subc",
            "text": {
                "en": "Go to download page",
                "no": "Gå til side for nedlasting"
            }
        },
        "reviewCount": "0",
        "sameAs": [
            "https://store.dehlimusikk.no/l/subc",
            "https://dehlimusikk.gumroad.com/l/subc",
            "https://www.cylex.no/bedrift-produkt/subc_223145.html",
            "https://www.youtube.com/watch?v=yTpCq-qIIdY",
            "https://www.pianobook.co.uk/packs/subc/"
        ]
    }
]
