[
    {
        "timestamp": 1725091200000,
        "title": "DXtraterrestrial 1",
        "content": {
            "no": "DXtraterrestrial 1 er en samling av 32 patcher som inneholder varme og myke synth-pads, klare og lyse bjeller og plukkede lyder, digitale og glitchy lyder og alt i mellom. Disse patch'ene er designet for å gi deg et bredt spekter av toner for enhver musikkstil. Enten du er interessert i retro synth-lyder, moderne lyder eller mer eksperimentelle ting.",
            "en": "DXtraterrestrial 1 is a collection of 32 patches containing warm and lush synth pads, crisp and bright bells and plucked sounds, digital and glitchy sounds and anything in between. These presets are designed to give you a wide range of tones for any music style. Whether you're into retro synth sounds, modern vibes or more experimental stuff."
        },
        "thumbnailDescription": "DXtraterrestrial 1 cartrigde with a Yamaha DX7 synthesizer in the background",
        "price": "5.00",
        "priceCurrency": "USD",
        "link": {
            "url": "https://store.dehlimusikk.no/l/dxtraterrestrial-1",
            "text": {
                "en": "Go to download page",
                "no": "Gå til side for nedlasting"
            }
        }
    },
    {
        "timestamp": 1723136400000,
        "title": "EDB-Orgel",
        "content": {
            "no": "EDB-Orgel gir deg lyden av fire forskjellige digitale synth-typer med arbeidsflyten til et drawbar-orgel kombinert med en analog synthesizer.",
            "en": "EDB-Orgel delivers the sound of four different digital synthesis types with the workflow of a drawbar organ combined with an analog synthesizer."
        },
        "thumbnailDescription": "EDB-Orgel user interface",
        "price": "5.00",
        "priceCurrency": "USD",
        "link": {
            "url": "https://store.dehlimusikk.no/l/edb-orgel",
            "text": {
                "en": "Go to download page",
                "no": "Gå til side for nedlasting"
            }
        }
    },
    {
        "timestamp": 1711914056000,
        "title": "SubC",
        "content": {
            "no": "SubC er et analog subbass lydbibliotek for Decent Sampler med triangelbølgeoscillator fra en [Dreadbox Erebus v2](equipment/instruments/dreadbox-erebus-v2/) sent gjennom forskjellige forvrengningskretser og effekter.",
            "en": "SubC is a analog sub bass sample library for DecentSampler featuring a [Dreadbox Erebus v2](equipment/instruments/dreadbox-erebus-v2/) triangle wave oscillator ran through different saturation circuits and effects."
        },
        "thumbnailDescription": "SubC user interface inside a wooden synthesizer case",
        "price": "5.00",
        "priceCurrency": "USD",
        "link": {
            "url": "https://store.dehlimusikk.no/l/subc",
            "text": {
                "en": "Go to download page",
                "no": "Gå til side for nedlasting"
            }
        }
    }
]
