[
    {
        "timestamp": 1692474773000,
        "title": "4-track Glockenspiel",
        "content": {
            "no": "Klokkespill spilt inn på kassett og spilt av på halv hastighet og normal/original hastighet.\nBiblioteket inkluderer også impulsresponser for to typer båndekko og to typer romklang.",
            "en": "A glockenspiel recorded on to cassette tape and played back at half speed and normal/original speed. Playing back at half speed results in an octave lower pitch.\nIt also includes impulse responses for two tape delay/echo types and two room reverbs."
        },
        "thumbnailDescription": "The 4-track Glockenspiel user interface and a glockenspiel",
        "link": {
            "url": "https://www.pianobook.co.uk/packs/4-track-glockenspiel/",
            "text": {
                "en": "Go to download page",
                "no": "Gå til side for nedlasting"
            }
        }
    },
    {
        "timestamp": 1691539200000,
        "title": "4-track Music Box",
        "content": {
            "no": "En spilledåse spilt inn på kassett og spilt av på halv hastighet og normal/original hastighet.\nBiblioteket inkluderer også impulsresponser for to typer båndekko og to typer romklang.",
            "en": "A music box recorded on to cassette tape and played back at half speed and normal/original speed. Playing back at half speed results in an octave lower pitch.\nIt also includes impulse responses for two tape delay/echo types and two room reverbs."
        },
        "thumbnailDescription": "The 4-track Music Box user interface and a music box",
        "link": {
            "url": "https://www.pianobook.co.uk/packs/4-track-music-box/",
            "text": {
                "en": "Go to download page",
                "no": "Gå til side for nedlasting"
            }
        }
    },
    {
        "timestamp": 1687737600000,
        "title": "Voltage Controlled Cassette Organ",
        "content": {
            "no": "Med Voltage Controlled Cassette Organ får du den ikoniske lyden av [Korg CX-3](equipment/instruments/korg-cx-3/) sammen med den umiskjennelige sjarmen til kassettopptak. Den fanger essensen av organets analoge oscillatorer så vel som pitch-fluktuasjonen, harmonisk forvrengning og farging forbundet med kassettopptak.\nHver tone for hver drawbar og \"key click\", har blitt samplet som individuelle lydfiler, noe som gir autentisk og detaljrik lyd. Innspillingene har blitt gjort to ganger på kassettbånd, noe som resulterer i en \"double track\"-effekt som tilfører dybde. Takket være ujevnhetene til mekanikken i båndopptakeren og selve båndet, gir hver avspilling et litt annerledes resultat.\nBiblioteket inkluderer også impulsresponser for to typer båndekko og to typer romklang.",
            "en": "You'll get the iconic sound of the [Korg CX-3](equipment/instruments/korg-cx-3/), infused with the unmistakable charm of cassette tape recording, with the Voltage Controlled Cassette Organ. It captures the essence of the organs analog oscillators as well as the pitch fluctuation (wow/flutter), harmonic distortion, and coloration associated with cassette tape recordings.\nEach note for every drawbar, as well as the sound of the key click, has been meticulously sampled as individual audio files, ensuring authenticity and attention to detail. To achieve an even richer sound, the organ has been recorded twice onto cassette tape, resulting in a double-track effect that adds depth and character. Thanks to the inherent idiosyncrasies of tape deck mechanics and the tape itself, each playback yields a slightly different result.\nIt also includes impulse responses for two tape delay/echo types and two room reverbs."
        },
        "thumbnailDescription": "The Voltage Controlled Cassette Organ user interface inside a Korg CX-3 organ case",
        "link": {
            "url": "https://www.pianobook.co.uk/packs/voltage-controlled-cassette-organ/",
            "text": {
                "en": "Go to download page",
                "no": "Gå til side for nedlasting"
            }
        }
    }
]
