[{"copyright":true,"timestamp":1697407200000,"title":{"no":"Gratis stryke-synthesizer lydbibliotek plugin (Strykebrett)","en":"Free string synthesizer sample plugin (Strykebrett)"},"content":{"no":"[Strykebrett](products/strykebrett/) er et gratis lydbibliotek for Decent Sampler som inneholder lyder fra en [Hohner / Logan String Melody II](equipment/instruments/logan-string-melody-ii/) med noen ekstra funksjoner. All lyd i videoen er fra en enkelt instans av plugin'en uten noen ekstra effekter lagt til.\nBrukergrensesnitt: Brukergrensesnittet lar deg kontrollere alle aspektene ved instrumentet og effektene. Utforsk parametere for å stille inn lyden din med kontroll over seks drawbars, envelope, amplitudemodulasjon med LFO-er, høypass- og lavpassfiltre, anslagsfølsomhet, oscillator-ujevnheter og effekter for ensemble, phaser, ekko og romklang.\nMixer (Bass / Treble): Hver drawbar kontrollerer amplituden til en spesifikk oktav eller lyd.\nADSR-envelope: Form lyden din nøyaktig med parametrene Attack, Decay, Sustain og Release. Enten du ønsker en punchy, staccato-tone eller en jevn, dvelende atmosfære, lar ADSR-envelope'n deg skreddersy dynamikken etter din smak.\nLow-frequency Oscillator (LFO): Rate- og Depth-knottene lar deg modulere amplituden til fire av drawbars'ene med ønsket dybde og hastighet. LFO'ene for diskant-delen har en sinuskurve for myke overganger. LFO'en for bass-delen har en sagtannkurve for en mer rytmisk effekt.\nVoltage Controlled Filter (VCF): Strykebrett har et høypassfilter og et lavpassfilter. Høypassfilteret kan justeres fra 20 Hz til 2000 Hz, mens lavpassfilteret kan justeres fra 200 Hz til 8000 Hz.\nOscillators - Dyn: Skrur av og på om amplitude skal være styrt av anslagsfølsomhet\nOscillators - Drift: Når den er aktivert får får hver sample en liten pitch-ujevnhet. Ujevnhetene for hver sample er individuell. Det er mindre ujevnheter i bass samplene enn i de lyse.\nEnsemble - O: 3 stereo-choruse'r med forskjellig fart og intensitet.\nEnsemble - Acc: Skrur av ensemble-effekten.\nEnsemble - Solo: Rask stereo-vibrato.\nEnsemble - Organ: En sakte stereo-chorus.\nEffekter: Phaser-effekten er den innebygde i Decent Sampler, mens ekko og klang er selvlagde impulsresponser. Ekko-effekten er en [Fulltone Tube Tape Echo](equipment/effects/fulltone-tube-tape-echo/) (båndekko) spilt inn to ganger for stereo, mens reverb-effekten er en [Chase Bliss Audio & Meris CXM 1978](equipment/effects/chase-bliss-audio-and-meris-cxm-1978/) klang-pedal satt til romklang.\nEkko: Velg mellom to typer ekko: \"Short\", som gir en klassisk slapback-effekt, og \"long\", er en langsom ekko med mange repetisjoner.\nReverb: Du finner også to romklangeffekter: \"Short\", som er et lite, intimt rom, og \"long\", som er et stort rom med lang etterklangstid.","en":"[Strykebrett](products/strykebrett/) is a free sample library for Decent Sampler featuring the [Hohner / Logan String Melody II](equipment/instruments/logan-string-melody-ii/) with some added features. All the sounds in the video are from a single instance of the plugin with no additional plugins or effects added.\nUser Interface: The user interface offers precise control over every aspect of the instrument and effects.\nExplore parameters to refine your sound, including control over the six drawbars, envelope, amplitude modulation with LFOs, highpass and lowpass filters, velocity/dynamics, oscillator drifting, and the immersive effects of ensemble, phaser, echo and reverb.\nMixer (Bass / Treble): Unleash the power of the six drawbars to shape your tone with precision. Each drawbar controls the amplitude of a specific octave or sound, offering you unparalleled control over the instrument's harmonic richness.\nADSR Envelope: Shape your sound precisely with the Attack, Decay, Sustain, and Release parameters. Whether you desire a punchy, staccato tone or a smooth, lingering ambiance, the ADSR envelope allows you to tailor the dynamics to your liking.\nLow-frequency Oscillator (LFO): The Rate and Depth knobs enable you to modulate the amplitude of four of the drawbars with the desired depth and rate. The LFOs for the treble section has a sine waveform for smooth transitions. The LFO for the bass section has a sawtooth waveform for a rhythmic effect.\nVoltage Controlled Filter (VCF): Strykebrett has a highpass filter and a lowpass filter. The highpass filter ranges from 20 Hz to 2000 Hz and the lowpass filter ranges from 200 Hz to 8000 Hz.\nOscillators - Dyn: Turns on or off the velocity controlled amplitude\nOscillators - Drift: When enabled, each sample will have a slight pitch drift. The pitch drift for each sample is unique and independent. It's less pitch drift in the bass samples than the treble samples.\nEnsemble - O: 3 stereo choruses with different speed and depth.\nEnsemble - Acc: Turns the ensemble off.\nEnsemble - Solo: Fast stereo vibrato.\nEnsemble - Organ: A slow stereo chorus.\nEffects: The phaser is the built-in phaser from Decent Sampler. The echo and reverb effects are achieved using carefully crafted impulse responses. The echo effect employs a [Fulltone Tube Tape Echo](equipment/effects/fulltone-tube-tape-echo/) recorded twice for stereo, while the reverb effect draws from a [Chase Bliss Audio & Meris CXM 1978](equipment/effects/chase-bliss-audio-and-meris-cxm-1978/) reverb pedal with a room setting.\nEcho: Select from two distinctive echo options: the short echo, delivering a classic slapback effect, and the long echo, characterized by a slower decay and numerous repeats.\nReverb: You'll also find two reverb effects: the short reverb, evoking the intimacy of a small room, and the long reverb, enveloping your sound in the vastness of a spacious environment."},"duration":"PT4M41S","thumbnailDescription":"Product image of Strykebrett preset for Decent Sampler","thumbnailFilename":"2023-10-16-00","youTubeId":"GyRbgZarPm4","youTubeUser":"Benjamin Dehli","youTubeChannelId":"@BenjaminDehli","id":"2023101600"},{"copyright":true,"timestamp":1697148000000,"title":{"no":"Omnichord (Omni-84) strumplate script for Logic Pro X","en":"Omnichord (Omni-84) strumplate script for Logic Pro X"},"content":{"no":"Omni-84 Strumplate konverterer en enkelt note til en strummet/klimpret akkord. Notene blir gjengitt i samme rekkefølge som på en ekte Omnichord, men du har muligheten til å få dem spilt i ordinær stigende rekkefølge også.\nScriptet inneholder klimpremønstre for alle akkordene fra [Suzuki Omnichord OM-84](equipment/instruments/suzuki-omnichord-om-84-system-two/).\nDen har de samme noteverdiene for akkordene som [Omni-84](products/omni-84/) 'Chords'-preset'en, som betyr at du kan sende MIDI til begge på likt å få en klimpret 'SonicStrings' sammen med akkordlyden fra 'Chords'-preset'en. For å få til dette legger du kun 'Omni-84 Strumplate' script plugin'en på 'SonicStrings' sporet.","en":"Omni-84 Strumplate converts a single note to a strummed chord. The notes are strummed in the same order as the original Omnichord, but you have the possibility to make it strum in regular ascending order as well. \nThe script contains strum patterns for all the individual chords from the [Suzuki Omnichord OM-84](equipment/instruments/suzuki-omnichord-om-84-system-two/).\nIt has the same notes values for the chords as the [Omni-84](products/omni-84/) 'Chords' preset, which means you can send MIDI to both at the same time and get strummed SonicStrings on top of the chord sample. To achieve this you put no script plugin on the 'Chords' track and a 'Omni-84 Strumplate' script on the 'SonicStrings' track."},"duration":"PT55S","thumbnailDescription":"Screenshot of the Logic Pro X scripter plugin and the Omni-84 sample library in Decent Sampler with a Suzuki Omnichord in the background","thumbnailFilename":"2023-10-13-00","youTubeId":"_z1LOPGpIvw","youTubeUser":"Benjamin Dehli","youTubeChannelId":"@BenjaminDehli","id":"2023101300"},{"copyright":true,"timestamp":1695420000000,"title":{"no":"Elektron SidStation (uten effekter)","en":"Elektron SidStation (no effects)"},"content":{"no":"Kjapp test av [Elektron SidStation](equipment/instruments/elektron-sidstation/) . Lyden av Commodore 64 og dataspill fra 1980-tallet. MOS 6581 SID chip'en kan lage noen ganske grisete lyder med dens 8-bit DAC og analoge filter som fort overstyrer. Dette er direktelyden av SidStation uten noen effekter.\nInstrument: [Elektron SidStation](equipment/instruments/elektron-sidstation/).","en":"Quick test of the [Elektron SidStation](equipment/instruments/elektron-sidstation/) . The sound of Commodore 64 and computer games from the 1980s. The MOS 6581 SID chip is capable of some gritty sounds with its 8-bit DAC and an analog filter that easily distorts. This is the raw direct sound of the SidStation and no effects were added.\nInstrument: [Elektron SidStation](equipment/instruments/elektron-sidstation/)."},"duration":"PT1M2S","thumbnailDescription":"Elektron SidStation synthesizer","thumbnailFilename":"2023-09-23-00","youTubeId":"T9QNUDZ6py8","youTubeUser":"Benjamin Dehli","youTubeChannelId":"@BenjaminDehli","id":"2023092300"}]