[{"copyright":true,"timestamp":1687730400000,"title":{"no":"Voltage Controlled Cassette Organ - Lydeksempler","en":"Voltage Controlled Cassette Organ - Sound Examples"},"content":{"no":"Med Voltage Controlled Cassette Organ f친r du den ikoniske lyden av Korg CX-3 sammen med den umiskjennelige sjarmen til kassettopptak. Den fanger essensen av organets analoge oscillatorer s친 vel som pitch-fluktuasjonen, harmonisk forvrengning og farging forbundet med kassettopptak.\nHver tone for hver drawbar og \"key click\", har blitt samplet som individuelle lydfiler, noe som gir autentisk og detaljrik lyd.\nInnspillingene har blitt gjort to ganger p친 kassettb친nd, noe som resulterer i en \"double track\"-effekt som tilf칮rer dybde. Takket v칝re ujevnhetene til mekanikken i b친ndopptakeren og selve b친ndet, gir hver avspilling et litt annerledes resultat.\nBiblioteket inkluderer ogs친 impulsresponser for to typer b친ndekko og to typer romklang.\n\nHistorien bak:\nJeg oppdaget at n친r jeg tok opp Korg CX-3 p친 kassettb친nd, dukket det opp noen artefakter som forvandlet lyden. Wow- og flutter-effektene, sammen med de tilfeldige fluktueringene, skapte en bevegelse i lyden som minner om chorus/vibrato-effekt eller dopplereffekten fra en roterende h칮yttaler. I motsetning til tradisjonelle modulasjonseffektene med jevn hastighet, introduserte kassettb친ndet en mer tilfeldig og organisk modulasjon.\n\nInstrument-presets:\nFor 친 sikre optimal ytelse og fleksibilitet tilbyr biblioteket to presets: En ganske ressurskrevende \"All Drawbars\"-preset med 9 drawbars og en \"Single Drawbar\"-preset som sparer ressurser ved 친 spille av f칝rre lydfiler per tangent. Preset'en \"Single Drawbar\" har imidlertid lydfiler fra forskjellige drawbars for et utvidet oktavspenn.\n- All Drawbars:\n   - Preset'en \"All Drawbars\" spiller av 20 forskjellige lydfiler per tangent, noe som resulterer i en rik og kompleks lyd. Det krever imidlertid betydelige ressurser, spesielt n친r du spiller breie akkorder.\n- Single Drawbar:\n   - Som et mer ressursvennlig alternativ spiller preset'en \"Single Drawbar\" bare fire lydfiler per tangent. Denne preset'en inneholder ogs친 ekstra knotter for justering av decay-kurve og release-kurve for envelope'n.\n\nBrukergrensesnitt:\nUtforsk parametere for 친 stille inn lyden din med kontroll over ni drawbars, \"key click\", envelope, amplitudemodulasjon med LFO-er, \"double track\" og effekter for ekko og romklang.\n- ADSR-envelope:\n  - Form lyden din n칮yaktig med parametrene Attack, Decay, Sustain og Release. Enten du 칮nsker en punchy, staccato-tone eller en jevn, dvelende atmosf칝re, lar ADSR-envelope'n deg skreddersy dynamikken etter din smak.\n  - Envelope-kurver:\n    - For enda mer kontroll over envelope'n kan du endre kurven for attack-tid. Preset'en \"Single Drawbar\" har ogs친 to ekstra knotter for decay-kurve og release-kurve. Decay-kurven og release-kurven er eksponentielle for preset'en \"All Drawbars\".\n- LFO:\n  - LFO Rate og LFO Depth-knappene lar deg modulere amplituden til trekkstengene med 칮nsket dybde og hastighet.\n- Drawbars:\n  - Hver drawbar kontrollerer amplituden til en spesifikk harmonisk overtone.\n  - Dessverre st칮tter ikke DecentSampler omvendt vertikal kontroll for drawbars, noe som betyr at du m친 klikke og dra musepekeren oppover for 친 f친 drawbar'en til 친 g친 nedover. Jeg har sendt inn en foresp칮rsel til Decent Sampler ang. dette.\n- Key click:\n  - Key click gir en liten transient i starten av anslaget og kan f.eks brukes til 친 emulere en stikke som sl친r p친 et slaginstrument eller et plekter som plukker en streng.\n- Double track:\n  - Hver lydfil har blitt spilt inn to ganger og kan mikses sammen for en \"chorus\"-effekt eller panoreres for en stereoeffekt.\n  - P친 grunn av b친ndmaskin-mekanikken og selve b친ndet, vil lyden v칝re litt annerledes for hver gang den tas opp og spilles av.\n- Effekter:\n  - Ekko-effekten er en Fulltone Tube Tape Echo (b친ndekko) spilt inn to ganger for stereo, mens reverb-effekten er en Chase Bliss Audio & Meris CXM 1978 klang-pedal satt til romklang.\n  - Ekko:\n    - Velg mellom to typer ekko: \"Short\", som gir en klassisk slapback-effekt, og \"long\", er en langsom ekko med mange repetisjoner.\n  - Reverb:\n    - Du finner ogs친 to romklangeffekter: \"Short\", som er et lite, intimt rom, og \"long\", som er et stort rom med lang etterklangstid.","en":"You'll get the iconic sound of the Korg CX-3, infused with the unmistakable charm of cassette tape recording, with the Voltage Controlled Cassette Organ. It captures the essence of the organs analog oscillators as well as the pitch fluctuation (wow/flutter), harmonic distortion, and coloration associated with cassette tape recordings.\nEach note for every drawbar, as well as the sound of the key click, has been meticulously sampled as individual audio files, ensuring authenticity and attention to detail.\nTo achieve an even richer sound, the organ has been recorded twice onto cassette tape, resulting in a double-track effect that adds depth and character. Thanks to the inherent idiosyncrasies of tape deck mechanics and the tape itself, each playback yields a slightly different result.\nIt also includes impulse responses for two tape delay/echo types and two room reverbs.\n\nThe Story:\nI discovered that the Korg CX-3, when sampled through cassette tape, introduced some imperfections that transformed the sound. The wow and flutter effects, along with the random warbles, created a fascinating movement reminiscent of a chorus/vibrato or the doppler effect from a rotary speaker. However, unlike traditional modulation effects with fixed speed, the cassette tape introduced a more random and organic quality to the modulation.\n\nInstrument presets:\nTo ensure optimal performance and flexibility, the library offers two presets: A quite resource-intensive \"All Drawbars\" preset with 9 drawbars and a \"Single Drawbar\" preset which conserves resources by playing back fewer samples per key. The \"Single Drawbar\" preset does however have samples from different drawbars for an extended key range.\n- All Drawbars:\n  - The \"All Drawbars\" preset plays back 20 different samples per note, resulting in a rich and complex sound. However, it does demand significant system resources, especially when playing big chords.\n- Single Drawbar:\n  - As a more resource-friendly alternative, the \"Single Drawbar\" preset plays back only four samples per key. This preset also incorporates additional knobs for adjusting the envelope decay curve and release curve, maximizing your creative control.\n\nUser Interface:\nExplore parameters to refine your sound, including control over the nine drawbars, key click volume, envelope, amplitude modulation with LFOs, double track, and the immersive effects of echo and reverb.\n- ADSR Envelope:\n  - Shape your sound precisely with the Attack, Decay, Sustain, and Release parameters. Whether you desire a punchy, staccato tone or a smooth, lingering ambiance, the ADSR envelope allows you to tailor the dynamics to your liking.\n  - Envelope curves:\n    - For even more control over the envelope, you can change the curve of the attack time. The \"Single Drawbar\" preset also incorporates two additional knobs for decay curve and release curve. The decay curve and release curve are exponential for the \"All Drawbars\" preset.\n- LFO:\n  - The LFO Rate and LFO Depth knobs enable you to modulate the amplitude of the drawbars with the desired depth and rate.\n- Drawbars:\n  - Each drawbar controls the amplitude of a specific harmonic overtone, offering you unparalleled control over the instrument's harmonic richness.\n  - Unfortunately DecentSampler doesn't support reversed/inverted vertical control for drawbars which means you have to click and drag the mouse upwards to make the drawbar go downwards. I have however submitted a feature request for this.\n- Key click:\n  - The click's percussive nature, akin to the striking of a mallet on a percussion instrument, provided a lively and vibrant attack to the notes played on the organ.\n- Double track:\n  - Each sample has been recorded twice and can be mixed together for a \"chorus\" effect or panned for a stereo effect.\n  - Because of the nature of the tape deck mechanics and the tape itself, the sound will be a bit different for every time it's recorded and played back.\n- Effects:\n  - These effects are achieved using carefully crafted impulse responses. The echo effect employs a Fulltone Tube Tape Echo recorded twice for stereo, while the reverb effect draws from a Chase Bliss Audio & Meris CXM 1978 reverb pedal with a room setting.\n  - Echo:\n    - Select from two distinctive echo options: the short echo, delivering a classic slapback effect, and the long echo, characterized by a slower decay and numerous repeats.\n  - Reverb:\n    - You'll also find two reverb effects: the short reverb, evoking the intimacy of a small room, and the long reverb, enveloping your sound in the vastness of a spacious environment."},"duration":"PT2M32S","thumbnailDescription":"Product image of Voltage Controlled Cassette Organ preset for Decent Sampler","thumbnailFilename":"2023-06-26-00","youTubeId":"0h4CQ6jh6yM","youTubeUser":"Benjamin Dehli","youTubeChannelId":"c/BenjaminDehli","id":"2023062600","clips":[{"name":{"no":"Bells and pad","en":"Bells and pad"},"startOffset":0,"endOffset":19},{"name":{"no":"Arpeggio synth","en":"Arpeggio synth"},"startOffset":19,"endOffset":37},{"name":{"no":"Drums","en":"Drums"},"startOffset":37,"endOffset":55},{"name":{"no":"Bass","en":"Bass"},"startOffset":55,"endOffset":72},{"name":{"no":"Celesta","en":"Celesta"},"startOffset":72,"endOffset":90},{"name":{"no":"Pad","en":"Pad"},"startOffset":90,"endOffset":106},{"name":{"no":"Mix","en":"Mix"},"startOffset":106,"endOffset":125},{"name":{"no":"Single drawbar","en":"Single drawbar"},"startOffset":125,"endOffset":152}]},{"copyright":true,"timestamp":1687298400000,"title":{"no":"Pipeorgel i B칮 kyrkje","en":"Pipe organ in B칮 kyrkje"},"content":{"no":"Jeg hadde gleden av 친 pr칮ve pipeorgelet i B칮 kyrkje 游꿫 久쀮잺\n\nFilmet av: J칮rgen Tellnes 游꿘","en":"I was lucky enough to have a go at the pipe organ in B칮 kyrkje 游꿫 久쀮잺\n\nFilmed by: J칮rgen Tellnes 游꿘"},"duration":"PT28S","thumbnailDescription":"A pipe organ being played","thumbnailFilename":"2023-06-21-00","youTubeId":"HDbsIbMiEZQ","youTubeUser":"Benjamin Dehli","youTubeChannelId":"c/BenjaminDehli","id":"2023062100"},{"copyright":true,"timestamp":1687125600000,"title":{"no":"Mellotron M4000D med b친nd","en":"Mellotron M4000D through tape"},"content":{"no":"Bruker Fulltone Tube Tape Echo som b친ndvreng-effekt til en Mellotron M4000D.\nInstrument: Mellotron M4000D.\nEffekter: Fulltone Tube Tape Echo","en":"Using the Fulltone Tube Tape Echo as an tape saturation effect for the Mellotron M4000D.\nInstrument: Mellotron M4000D.\nEffects: Fulltone Tube Tape Echo."},"duration":"PT35S","thumbnailDescription":"A Mellotron M4000D with a Fulltone Tube Tape Echo on top being played","thumbnailFilename":"2023-06-19-00","youTubeId":"1tVaPxUV-dU","youTubeUser":"Benjamin Dehli","youTubeChannelId":"c/BenjaminDehli","id":"2023061900","clips":[{"name":{"no":"Lo-fi: Direktesignal","en":"Lo-fi: Direct/Dry"},"startOffset":0,"endOffset":13},{"name":{"no":"Lower-fi: B친nd med normal fart","en":"Lower-fi: Tape normal speed"},"startOffset":13,"endOffset":21},{"name":{"no":"Lowest-fi: B친nd med halv fart","en":"Lowest-fi: Tape half speed"},"startOffset":21,"endOffset":35}]}]