[{
    "copyright": true,
    "timestamp": 1597449600000,
    "title": {
      "no": "Korg Polysix og Fulltone Tube Tape Echo med utslitt bånd",
      "en": "Korg Polysix and Fulltone Tube Tape Echo with worn tape"
    },
    "content": {
      "no": "Korg Polysix gjennom en Fulltone Tube Tape Echo med godt slitt bånd. Det utslitte båndet som gav mye \"wow og flutter\" og forvrengning av lyden.\nJeg kjørte Korg Polysix'en gjennom båndekkoet to ganger og panorerte det hardt til venstre og høyre for å skape en stereoeffekt og mikset inn det tørre direkte signalet",
      "en": "Korg Polysix through a Fulltone Tube Tape Echo with a heavily worn tape. The worn out tape adding a lot of wow and flutter, audio dropouts and distortion.\nI ran the Korg Polysix through the tape echo two times and panned it hard left and right to create a stereo effect and mixed in the dry direct signal."
    },
    "duration": "PT1M4S",
    "thumbnailDescription": "Fulltone Tube Tape Echo",
    "thumbnailFilename": "2020-08-15-00",
    "youTubeId": "-TVfNZvG69w",
    "youTubeUser": "Benjamin Dehli",
    "youTubeChannelId": "c/BenjaminDehli"
  },
  {
    "timestamp": 1594512000000,
    "title": {
      "no": "Lene Nevisdal - Give Me A Smile, Joe",
      "en": "Lene Nevisdal - Give Me A Smile, Joe"
    },
    "content": {
      "no": "Video av Daniel Karlsen og Lene Nevisdal\nSang: Give Me a Smile, Joe\nArtist: Lene Nevisdal\nAlbum: Give Me a Smile, Joe",
      "en": "Video by Daniel Karlsen og Lene Nevisdal\nSong: Give Me a Smile, Joe\nArtist: Lene Nevisdal\nAlbum: Give Me a Smile, Joe"
    },
    "duration": "PT3M51S",
    "thumbnailDescription": "Lene Nevisdal",
    "thumbnailFilename": "2020-07-12-01",
    "youTubeId": "U21uzVlmHqk",
    "youTubeUser": "Lene N",
    "youTubeChannelId": "channel/UCLzk4_eLaYhCd3j7dluY4zQ"
  },
  {
    "copyright": true,
    "timestamp": 1594512000000,
    "title": {
      "no": "Fulltone Tube Tape Echo med tangentinstrumenter and trommemaskin",
      "en": "Fulltone Tube Tape Echo with keyboards and drum machine"
    },
    "content": {
      "no": "Testing av Fulltone Tube Tape Echo med Korg MS-20, Mellotron M4000D og Arturia Drumbrute.\nFor å lage en stereoeffekt, er alle instrumentene sendt gjennom båndekkoen to ganger og panorert hardt til høyre og venstre. Det er også lagt på litt fjærklang fra en VanAmps Sole-Mate Jr. pedal.\nInstrumenter: Korg MS-20 (MK 1), Mellotron M4000D og Arturia Drumbrute\nEffekter: Fulltone Tube Tape Echo og VanAmps Sole-Mate Jr.\nStep sequencer: Korg SQ-1\nOpptaker: Fostex X-28H",
      "en": "Testing the Fulltone Tube Tape Echo with Korg MS-20, Mellotron M4000D and Arturia Drumbrute. The second VCO on the MS-20 is sequenced by a Korg SQ-1.\nI ran all the instruments through the tape echo two times and panned it hard left and right to create a stereo effect. I also added some spring reverb from the VanAmps Sole-Mate Jr.\nInstruments: Korg MS-20 (MK 1), Mellotron M4000D and Arturia Drumbrute\nEffects: Fulltone Tube Tape Echo and VanAmps Sole-Mate Jr.\nStep sequencer: Korg SQ-1\nRecording equipment: Fostex X-28H"
    },
    "duration": "PT1M51S",
    "thumbnailDescription": "Mellotron and Korg MS-20 being played",
    "thumbnailFilename": "2020-07-12-00",
    "youTubeId": "dMpGEIJH_Wk",
    "youTubeUser": "Benjamin Dehli",
    "youTubeChannelId": "c/BenjaminDehli"
  }
]
