[{"copyright":false,"timestamp":1633644000000,"title":{"no":"Kaasin - We Are One","en":"Kaasin - We Are One"},"content":{"no":"\"We Are One\" er en låt hentet fra det norske rockebandet Kaasin's debut album \"Fired Up\" (utgitt: 19. November 2021)!\nKaasin har sluppet two singler \"Runaway Train\" og \"Revelation\" på Streampeak Music in 2020.\nKaasin gav ut sin tredje singel, \"Hidden\" på Pride & Joy Music i July 2021, som er den første singelen fra det kommende albumet \"Fired Up\".\nSpilt inn hos Dehli Musikk, Bø i Telemark og Juke Joint Studio, Notodden.\nProdusert av Benjamin Dehli, Halvor Halvorsen & KAASIN\nMixet/mastret av Leif Johansen\nVideo av Jon Sandersen\nPlateselskap: Pride & Joy Music\nMusikere: Jan Thore Grefstad (vokal), Staale Kaasin (bass), Jo Henning Kaasin (gitar), Benjamin Dehli (tangenter), Chris Brush (trommer) og Per-Morten Bergseth (trommer i video)","en":"\"We Are One\" is a track taken from Norwegian Classic Rock act Kaasin's debut album \"Fired Up\" (released: November 19th, 2021)!\nKaasin released two singles \"Runaway Train\" and \"Revelation\" on Streampeak Music in 2020. \nKaasin released a third single, \"Hidden\" on Pride & Joy Music in July 2021, i.e.the first single from the upcoming album, \"Fired Up\".\nRecorded and engineered at Dehli Musikk, Bø in Telemark and Juke Joint Studio, Notodden.\nProduced by Benjamin Dehli, Halvor Halvorsen & KAASIN\nMixed/mastered by Leif Johansen\nVideo by Jon Sandersen\nLabel: Pride & Joy Music\nMusicians: Jan Thore Grefstad (vocals), Staale Kaasin (bass), Jo Henning Kaasin (guitar), Benjamin Dehli (keyboards), Chris Brush (drums) and Per-Morten Bergseth (drums in video)\nKaasin - Melodic hardrock in the tradition of the great bands from the seventies and early eighties."},"duration":"PT5M17S","thumbnailDescription":"Kaasin vocalist Jan Thore Grefstad singing","thumbnailFilename":"2021-10-08-00","youTubeId":"Aabqxt9rg1E","youTubeUser":"prideandjoy","youTubeChannelId":"c/prideandjoymusic","id":"2021100800"},{"copyright":true,"timestamp":1633212000000,"title":{"no":"Sequential Circuits Pro-One gjennom en Korg MS-20","en":"Running Sequential Circuits Pro-One through a Korg MS-20"},"content":{"no":"Kjører lyden fra en Sequential Circuits Pro-One gjennom en Korg MS-20 og styrer dens tonehøyde. Lyden fra synthene er uprosessert  bortsett fra litt klang fra en Chase Bliss Audio & Meris CXM 1978 som er lagt på.\nInstrumenter: Sequential Circuits Pro-One og Korg MS-20.\nEffekter: Chase Bliss Audio & Meris CXM 1978.","en":"Running a Sequential Circuits Pro-One through the Korg MS-20 and controlling its pitch with the audio.\nThe audio from the synthesizers is unprocessed except a small amount of reverb is added from the Chase Bliss Audio & Meris CXM 1978.\nInstruments: Sequential Circuits Pro-One and Korg MS-20\nEffects: Chase Bliss Audio & Meris CXM 1978"},"duration":"PT10M5S","thumbnailDescription":"A Sequential Circuits Pro-One synthesizer and a Korg MS-20 synthesizer being played","thumbnailFilename":"2021-10-03-00","youTubeId":"1w-6ia1ClUU","youTubeUser":"Benjamin Dehli","youTubeChannelId":"c/BenjaminDehli","id":"2021100300","clips":[{"name":{"no":"Unison 4 oscillatorer i 3 forskjellige oktaver","en":"Unison with 4 oscillators in 3 different octaves"},"startOffset":0,"endOffset":97},{"name":{"no":"Firkantbølge som modulerer tonehøyden til MS-20 oscillatorene","en":"Square wave modulating pitch of MS-20 oscillators"},"startOffset":97,"endOffset":169},{"name":{"no":"Basslyd med firkantbølge som modulerer tonehøyden til MS-20 oscillatorene","en":"Bass sound with square wave modulating pitch of MS-20 oscillators"},"startOffset":169,"endOffset":215},{"name":{"no":"Hurtig firkantbølge som modulerer tonehøyden til MS-20 oscillatorene","en":"Fast square wave modulating pitch of MS-20 oscillators"},"startOffset":215,"endOffset":243},{"name":{"no":"Duofonisk med individuell tonehøyde","en":"Duophonic with individual pitch"},"startOffset":243,"endOffset":286},{"name":{"no":"Duofonisk med individuell tonehøyde (bass og solo)","en":"Duophonic with individual pitch (bass and lead)"},"startOffset":286,"endOffset":324},{"name":{"no":"Duofonisk med firkantbølge som modulerer tonehøyden til MS-20 oscillatorene","en":"Duophonic with fast square wave modulating pitch of MS-20 oscillators"},"startOffset":324,"endOffset":366},{"name":{"no":"Duofonisk med individuell pitch (bass og solo) 2","en":"Duophonic with individual pitch (bass and lead) 2"},"startOffset":366,"endOffset":443},{"name":{"no":"Duofonisk basslyd","en":"Duophonic bass"},"startOffset":443,"endOffset":535},{"name":{"no":"Unison basslyd","en":"Unison bass"},"startOffset":535,"endOffset":605}]},{"copyright":true,"timestamp":1631138400000,"title":{"no":"Warszawa (utdrag) på Mellotron og Pro-One","en":"Warszawa (excerpt) on Mellotron and Pro-One"},"content":{"no":"Et utdrag fra Warszawa av David Bowie og Brian Eno spilt på en Mellotron M4000D og en Sequential Circuits Pro-One.\nInstrumenter: Sequential Circuits Pro-One og Mellotron M4000D.\nEffekter: VanAmps - Sole-Mate Jr. og Chase Bliss Audio & Meris - CXM 1978.\nInnspillingsutstyr: Fostex X-28H.\n","en":"An excerpt from Warszawa by David Bowie and Brian Eno played on a Mellotron M4000D and a Sequential Circuits Pro-One.\nInstruments: Sequential Circuits Pro-One and Mellotron M4000D.\nEffects: VanAmps - Sole-Mate Jr. and Chase Bliss Audio & Meris - CXM 1978.\nRecording equipment: Fostex X-28H."},"duration":"PT2M2S","thumbnailDescription":"A Mellotron M4000D with a  Sequential Circuits Pro-One synthesizer on top being played","thumbnailFilename":"2021-09-09-00","youTubeId":"jLwKBCm6-3c","youTubeUser":"Benjamin Dehli","youTubeChannelId":"c/BenjaminDehli","id":"2021090900"}]