[{"copyright":true,"timestamp":1659909600000,"title":{"no":"String Melody II med LIGHT pedal","en":"String Melody II with LIGHT pedal"},"content":{"no":"Hohner / Logan String Melody II sendt gjennom en Gamechanger Audio LIGHT pedal med \"reflect\"-modusen aktiv.\nInstrument: Logan String Melody II.\nEffektpedal: Gamechanger Audio LIGHT Pedal.","en":"Hohner / Logan String Melody II running through a Gamechanger Audio LIGHT pedal with the \"reflect\" mode active.\nInstrument: Logan String Melody II.\nEffects: Gamechanger Audio LIGHT Pedal."},"duration":"PT47S","thumbnailDescription":"A Logan String Melody II synthesizer being played and a Gamechanger Audio LIGHT pedal","thumbnailFilename":"2022-08-08-00","youTubeId":"qdJOLYiTYGE","youTubeUser":"Benjamin Dehli","youTubeChannelId":"c/BenjaminDehli","id":"2022080800"},{"copyright":true,"timestamp":1659132000000,"title":{"no":"Sonar og morse-lyder med Korg MS-20, båndopptaker and roterende høyttaler","en":"Sonar and morse sounds with Korg MS-20, tape and rotary speaker"},"content":{"no":"Sonar og morse-lyder for intro-sporet \"Departure\" på EP-en \"No Man Isle\" av Haunted By Silhouettes.\nInstrument: Korg MS-20.\nEffekter: Dehli Musikk Fuzz Boost Limiter, Fulltone Tube Tape Echo og VanAmps - Sole-Mate Jr.\nBåndopptaker: Fostex X-28H.\nForsterker: Solton Dopplertone.\nMikrofoner: Par med Shure SM57 og Sennheiser e 602-II.","en":"Sonar and morse sounds for the intro track \"Departure\" on the EP \"No Man Isle\" by  @Haunted By Silhouettes .\nInstrument: Korg MS-20.\nEffects: Dehli Musikk Fuzz Boost Limiter, Fulltone Tube Tape Echo and VanAmps - Sole-Mate Jr.\nTape recorder: Fostex X-28H.\nAmplifier: Solton Dopplertone.\nMicrophones: Pair of Shure SM57 and Sennheiser e 602-II.\n"},"duration":"PT31S","thumbnailDescription":"A homemade fuzz, boost and LED-clipper effects unit, a Fulltone Tube Tape Echo, a Korg MS-20 syntesizer, a Fostex 4-track tape recorder and a Solton Dopplertone rotary speaker","thumbnailFilename":"2022-07-30-00","youTubeId":"oiXk5_PQ4LI","youTubeUser":"Benjamin Dehli","youTubeChannelId":"c/BenjaminDehli","id":"2022073000","clips":[{"name":{"no":"Spiller inn MS-20 på kassett","en":"Recording MS-20 to tape"},"startOffset":0,"endOffset":13},{"name":{"no":"Spiller av kassetten gjennom en båndekko og roterende høyttaler","en":"Playing back the tape through a tape echo and rotary speaker"},"startOffset":13,"endOffset":31}]},{"copyright":true,"timestamp":1658959200000,"title":{"no":"Keyboardlydene i \"Haunted By Silhouettes - Selkie\"","en":"The keyboard sounds of \"Haunted By Silhouettes - Selkie\""},"content":{"no":"Keyboardlydene fra bridge-delen i låta Selkie av Haunted By Silhouettes & Bjorn \"Speed\" Strid.\nInstrumenter som er brukt: Korg MS-20 kontrollert av Korg CX-3 med External Signal Processing (ESP), Louis Zwicki Pianette, Sequential Circuits Pro-One, Mellotron M4000D innspilt på 4-spors kassett med Fostex X-28H og Hammond C3 med Leslie 122.\nInstrumenter som er brukt ellers i låta: Dreadbox Erebus v2 og Korg Polysix.","en":"The keyboard sounds from the bridge part of the song Selkie by Haunted By Silhouettes & Bjorn \"Speed\" Strid.\nInstruments used: Korg MS-20 controlled by Korg CX-3 with External Signal Processing (ESP), Louis Zwicki Pianette, Sequential Circuits Pro-One, Mellotron M4000D recorded to 4-track casette tape with Fostex X-28H and Hammond C3 with Leslie 122.\nInstruments used elsewhere in the track: Dreadbox Erebus v2 and Korg Polysix."},"duration":"PT45S","thumbnailDescription":"A Mellotron M4000D being played","thumbnailFilename":"2022-07-28-00","youTubeId":"0T_kUpRn9MU","youTubeUser":"Benjamin Dehli","youTubeChannelId":"c/BenjaminDehli","id":"2022072800"}]