[{"copyright":true,"timestamp":1668207600000,"title":{"no":"Levin Model 27 gjennom en Korg MS-20","en":"Levin Model 27 through a Korg MS-20"},"content":{"no":"Sender lyden fra en Levin orkestergitar gjennom en Korg MS-20 External Signal Processor (ESP). Gitaren er stemt ned til C#.\nSignalkjede for gitar: Levin Model 27, Fulltone Tube Tape Echo, Ceriatone Centura Professional Overdrive, Fjærklang og tremolo fra Fender Twin Reverb, Shure SM57 og Chase Bliss Audio & Meris CXM 1978.\nSignalkjede for synth: Levin Model 27 inn i Korg MS-20 External Signal Processor (ESP), Fulltone Tube Tape Echo, Vox AC15H1TV, Shure SM57 og Chase Bliss Audio & Meris CXM 1978.","en":"Running a Levin archtop guitar through a Korg MS-20 External Signal Processor (ESP). The guitar is tuned down to C#.\nGuitar signal chain: Levin Model 27, Fulltone Tube Tape Echo, Ceriatone Centura Professional Overdrive, Spring reverb and tremolo from Fender Twin Reverb, Shure SM57 and Chase Bliss Audio & Meris CXM 1978.\nSynth signal chain: Levin Model 27 into Korg MS-20 External Signal Processor (ESP), Fulltone Tube Tape Echo, Vox AC15H1TV, Shure SM57 and Chase Bliss Audio & Meris CXM 1978."},"duration":"PT26S","thumbnailDescription":"A Levin Model 27 archtop guitar being played","thumbnailFilename":"2022-11-12-00","youTubeId":"BQKk15wkzZk","youTubeUser":"Benjamin Dehli","youTubeChannelId":"c/BenjaminDehli","id":"2022111200"},{"copyright":true,"timestamp":1665352800000,"title":{"no":"Synth solo med Sequential Circuits Pro-One","en":"Synth solo with Sequential Circuits Pro-One"},"content":{"no":"Synth solo med Sequential Circuits Pro-One synthesizer over en 5/4 låtidé.\nInstrument: Sequential Circuits Pro-One.\nEffekter: Fulltone Tube Tape Echo.\nBåndopptaker: Fostex X-28H.","en":"Synth solo with Sequential Circuits Pro-One synthesizer over a 5/4 groove.\nInstrument: Sequential Circuits Pro-One.\nEffects: Fulltone Tube Tape Echo.\nTape recorder: Fostex X-28H."},"duration":"PT48S","thumbnailDescription":"A Sequential Circuits Pro-One synthesizer being played","thumbnailFilename":"2022-10-10-00","youTubeId":"msaxE4fxTbs","youTubeUser":"Benjamin Dehli","youTubeChannelId":"c/BenjaminDehli","id":"2022101000"},{"copyright":true,"timestamp":1664575200000,"title":{"no":"Synth-jam med Korg MS-20, Logan String Melody II og Arturia DrumBrute","en":"Synth jam with Korg MS-20, Logan String Melody II and Arturia DrumBrute"},"content":{"no":"Senkvelds synth-jam spilt inn med en Roland PA-120 mikser og en Fostex X-28H 4-spors kassettopptaker.\nInstruments: Arturia DrumBrute, Korg MS-20 og Hohner / Logan String Melody II.\nEffekter: Roland PA-120 fjærklang, Fulltone Tube Tape Echo, Hairball Audio FET/RACK Revision D og Chase Bliss Audio & Meris CXM 1978.\nMikser: Roland PA-120.\nBåndopptaker: Fostex X-28H.","en":"Late night synth jam recorded through a Roland PA-120 mixer to a Fostex X-28H 4-track cassette recorder.\nInstruments: Arturia DrumBrute, Korg MS-20 and Hohner / Logan String Melody II.\nEffects: Roland PA-120 spring reverb, Fulltone Tube Tape Echo, Hairball Audio FET/RACK Revision D and Chase Bliss Audio & Meris CXM 1978.\nMixer: Roland PA-120.\nTape recorder: Fostex X-28H."},"duration":"PT8M3S","thumbnailDescription":"A Korg MS-20 synthesizer and a Logan String Melody II synthesizer being played","thumbnailFilename":"2022-10-01-00","youTubeId":"chGP7LZF3ys","youTubeUser":"Benjamin Dehli","youTubeChannelId":"c/BenjaminDehli","id":"2022100100"}]