[{"copyright":true,"timestamp":1680732000000,"title":{"no":"Gratis Omnichord lydbibliotek plugin (Omni-84)","en":"Free Omnichord sample plugin (Omni-84)"},"content":{"no":"En kjapp demo av Omni-84 for Decent Sampler.\nFor øyeblikket produseres ikke Omnichord og prisene på bruktmarkedet har skutt i været. Dette er mitt forsøk på å gjøre lyden av Omnichord mer tilgjengelig.\nAlle lydene fra Omnichord'en har blitt samplet til individuelle lydfiler.\nJeg har også lagt til effektene jeg pleier å bruke på Omnichord som en impulsrespons kalt \"space\".\nInstrument-presets: Lydbiblioteket inneholder 5 presets, én for hver del av Omnichord'en. Trommer, bass, akkorder, keyboard og SonicStrings.\nTeknisk spesifikasjon: Samplingsfrekvens: 48 kHz, bitdybde: 24 bit, antall lydfiler: 277, filstørrelse for lydfiler: 241,3 MB, kanaler: 1 (mono), 2 (stereo) for impulsrespons.\nLydfiler: 22 trommelyder, 19 basslyder, 84 akkordlyder, 32 keyboardlyder og 120 SonicStrings-lyder.\nImpulsrespons (space): Roland PA-120 forforsterker, Fulltone Tube Tape Echo, Roland PA-120 fjærklang og Roland Dimension D SDD-320.\nImpulssignalet ble sendt gjennom en kanal på Roland PA-120-mikseren slik at den innebygde fjærklangen samt en båndekko i effektsløyfen kunne brukes. Forforsterkeren i mikseren tilfører også fin farging og forvrengning. Mikseren og effektene er i mono, så jeg kjørte lyden gjennom en Dimension D for å gjøre den om til stereo og legge til litt ekstra modulasjon.","en":"A short demo of the Omni-84 library for Decent Sampler in action.\nAt the moment, the Omnichord is no longer produced and prices on the second-hand market have skyrocketed. This is my attempt to make the sound of the Omnichord more accessible.\nEvery sound of the Omnichord has been sampled into individual audio files.\nI've also added the effects I tend to use when recording and playing the Omnichord as an impulse response called \"space\".\nInstrument presets: This sample library includes 5 presets, one for each part of the Omnichord. Drums, Bass, Chords, Keyboard and SonicStrings.\nTechnical specification: Sample rate: 48 kHz, bit depth: 24 bit, number of samples: 277, file size for samples: 241.3 MB, channels: 1 (mono), 2 (stereo) for impulse response.\nAudio files: 22 drum samples, 19 bass samples, 84 chord samples, 32 keyboard samples and 120 SonicStrings samples.\nImpulse response (Space): Roland PA-120 preamp, Fulltone Tube Tape Echo, Roland PA-120 spring reverb and Roland Dimension D SDD-320.\nThe impulse signal was sent through a channel on the Roland PA-120 mixer so that the built-in spring reverb as well as a tape echo in the effects loop could be used. The preamplifier in the mixer also adds some nice saturation. The mixer and effects are all mono, so I ran it through a Dimension D to make it stereo and add some extra modulation."},"duration":"PT2M3S","thumbnailDescription":"The Omni-84 plugin with a Suzuki Omnichord in the background","thumbnailFilename":"2023-04-06-00","youTubeId":"dAxy1PFxv3U","youTubeUser":"Benjamin Dehli","youTubeChannelId":"c/BenjaminDehli","id":"2023040600"},{"copyright":true,"timestamp":1678489200000,"title":{"no":"Yamaha YC-25D med båndekko og klang","en":"Yamaha YC-25D with tape echo and reverb"},"content":{"no":"En kort jam i C-moll med Yamaha YC-25D combo-orgel, Fulltone Tube Tape Echo og ChaseBliss & Meris CXM 1978 stereoklang.\nInstrument: Yamaha YC-25D.\nEffekter: Fulltone Tube Tape Echo og Chase Bliss Audio Audio & Meris CXM 1978.","en":"A short jam in C minor with the Yamaha YC-25D combo organ, Fulltone Tube Tape Echo and ChaseBliss & Meris CXM 1978 stereo reverb.\nInstrument: Yamaha YC-25D.\nEffects: Fulltone Tube Tape Echo and Chase Bliss Audio Audio & Meris CXM 1978."},"duration":"PT3M44S","thumbnailDescription":"A Yamaha YC-25D combo organ being played with a Fulltone Tube Tape Echo and ChaseBliss & Meris CXM 1978 stereo reverb on top","thumbnailFilename":"2023-03-11-00","youTubeId":"Vx09phbnT14","youTubeUser":"Benjamin Dehli","youTubeChannelId":"c/BenjaminDehli","id":"2023031100","clips":[{"name":{"no":"Ekko-arpeggioer","en":"Echoing arpeggios"},"startOffset":0,"endOffset":130},{"name":{"no":"Ambient pad","en":"Ambient pad"},"startOffset":130,"endOffset":224}]},{"copyright":true,"timestamp":1678316400000,"title":{"no":"Omnichord med LIGHT Pedal","en":"Omnichord with LIGHT Pedal"},"content":{"no":"Instrument: Suzuki Omnichord System Two OM-84.\nEffekter: Gamechanger Audio LIGHT Pedal.","en":"Instrument: Suzuki Omnichord System Two OM-84.\nEffects: Gamechanger Audio LIGHT Pedal."},"duration":"PT3M10S","thumbnailDescription":"A Gamechanger Audio LIGHT Pedal and an Omnichord OM-84 being played","thumbnailFilename":"2023-03-09-00","youTubeId":"h9S4KWjgspM","youTubeUser":"Benjamin Dehli","youTubeChannelId":"c/BenjaminDehli","id":"2023030900"}]