[
  {
    "copyright": true,
    "timestamp": 1601683200000,
    "title": {
      "no": "Clavinet gjennom en Korg MS-20",
      "en": "Running Clavinet through a Korg MS-20"
    },
    "content": {
      "no": "Korg MS-20 som effektboks til Hohner Clavinet D6.",
      "en": "Using the Korg MS-20 as an effects unit for the Hohner Clavinet D6."
    },
    "duration": "PT11M1S",
    "thumbnailDescription": "A Hohner Clavinet D6 and a Korg MS-20 being played",
    "thumbnailFilename": "2020-10-03-00",
    "youTubeId": "nIvwCPsxCps",
    "youTubeUser": "Benjamin Dehli",
    "youTubeChannelId": "c/BenjaminDehli"
  },
  {
    "timestamp": 1597363200000,
    "title": {
      "no": "Kaasin - Runaway Train",
      "en": "Kaasin - Runaway Train"
    },
    "content": {
      "no": "Debutlåta fra det norske bandet Kaasin grunnlagt av gitarist Jo Henning Kaasin som har samarbeidet med Glenn Hughes, Joe Lynn Turner, Doogie White og flere. Grunnleggende medlem og låtskriver i Come Taste the Band.\nKaasin: Jo Henning Kaasin (gitar), Jan Thore Grefsted (vokal) og Staale Kaasin (bass).\nYtterligere musikere: Benjamin Dehli (tangenter) og Rick Hagan (trommer).\nRunaway Train (Kaasin/Heldal)\nProdusert av Halvor Halvorsen/Jo Henning Kaasin i Juke Joint Studio, Notodden, Norway\nMikset/mastret av Leif Johansen\nVideo av Jon Sandersen\nPlateselskap: StreamPeak Music DA",
      "en": "The debutsingle from the Norwegian band Kaasin founded by guitarist Jo Henning Kaasin, collaborator with Glenn Hughes, Joe Lynn Turner, Doogie White and more. Founding member and songwriter in Come Taste the Band.\nKaasin: Jo Henning Kaasin (guitar), Jan Thore Grefsted (vocals) and Staale Kaasin (bass).\nAdditional musicans: Benjamin Dehli (keyboards) and Rick Hagan (drums).\nRunaway Train (Kaasin/Heldal)\nProduced by Halvor Halvorsen/Jo Henning Kaasin at Juke Joint Studio, Notodden, Norway\nMixed/mastered by Leif Johansen\nVideo by Jon Sandersen\nLabel: StreamPeak Music DA"
    },
    "duration": "PT3M55S",
    "thumbnailDescription": "Snapshot from the music video for \"Runaway Train\" by Kaasin",
    "thumbnailFilename": "2020-08-14-00",
    "youTubeId": "qSS0_LJveSw",
    "youTubeUser": "Streampeak Music DA",
    "youTubeChannelId": "channel/UCYN-BFZQIesAVDPYnIARfWw"
  },
  {
    "copyright": true,
    "timestamp": 1596585600000,
    "title": {
      "no": "Korg Polysix og Fulltone Tube Tape Echo med utslitt bånd",
      "en": "Korg Polysix and Fulltone Tube Tape Echo with worn tape"
    },
    "content": {
      "no": "Korg Polysix gjennom en Fulltone Tube Tape Echo med godt slitt bånd. Det utslitte båndet som gav mye \"wow og flutter\" og forvrengning av lyden.\nJeg kjørte Korg Polysix'en gjennom båndekkoet to ganger og panorerte det hardt til venstre og høyre for å skape en stereoeffekt og mikset inn det tørre direkte signalet",
      "en": "Korg Polysix through a Fulltone Tube Tape Echo with a heavily worn tape. The worn out tape adding a lot of wow and flutter, audio dropouts and distortion.\nI ran the Korg Polysix through the tape echo two times and panned it hard left and right to create a stereo effect and mixed in the dry direct signal."
    },
    "duration": "PT1M4S",
    "thumbnailDescription": "Fulltone Tube Tape Echo",
    "thumbnailFilename": "2020-08-05-00",
    "youTubeId": "-TVfNZvG69w",
    "youTubeUser": "Benjamin Dehli",
    "youTubeChannelId": "c/BenjaminDehli"
  }
]
