[{"copyright":true,"timestamp":1755036000000,"title":{"no":"Wurlitzer elektrisk piano for Decent Sampler (Midnight Wurli)","en":"Wurlitzer Electric Piano for Decent Sampler (Midnight Wurli)"},"content":{"no":"[Midnight Wurli](products/midnight-wurli/) er et samplet [Wurlitzer 200A elektrisk piano](equipment/instruments/wurlitzer-200a/) som fokuserer på å fange instrumentets karakter når det spilles på med lavt volum. Det bruker to lydkilder: Den direkte linjeutgangen fra Wurlitzeren og en kontaktmikrofon festet til instrumentet. Kontaktmikrofonen fanger opp de mekaniske lydene, som tangentklikk og pedalbevegelser, noe som gir en mer intim og nær lyd.\nInstrumentet inneholder både tonale lyder og lyder av mekanisk støy. Det har også innebygde effekter som tremolo, båndekko, romklang og flere impulsresponser fra forsterkere. Hver tangent har flere lyder som blir påvirket av anslaget for å øke realismen.\nInstrument-presets - Midnight Wurli: Fullversjon av instrumentet med 36 samples per tangent. 18 anslag-samples og 18 release samples per tangent. Round robin-samples per anslagsgruppe for å unngå repetisjon. Inkluderer mekaniske lyder når man slipper tangentene og når man bruker sustainpedalen. Inkluderer alle seks impulsresponser: fire for forsterkere, én for ekko og én for romklang. 28 samples for sustainpedal.\nInstrument-presets - Midnight Wurli (Lite): En lettvektsversjon av instrumentet for lavere CPU- og RAM-bruk. Inneholder ett enkelt sample per anslagsgruppe for hver tangent (ingen round robin). Impulsresponser (forsterkere, ekko, rom) er deaktivert. Inkluderer fortsatt grunnleggende mekaniske lyder.\nProximity: Mikser mellom lyd fra linjeutgang og kontaktmikrofon. Ved å skru knotten mot \"Close\" fremheves kontaktmikrofonen (mekaniske lyder). Ved å dreie mot «Distant» forsterker du det rene linjeutgangssignalet. Påvirker balansen mellom både tonale og mekaniske elementer.\nMechanics - Release: Kontrollerer volumet på lyden fra tangentutløsningen. Lyden påvirkes av gjeldende innstilling på Proximity-knappen. Representerer den subtile mekaniske lyden av en tangent som returnerer etter at den slippes.\nMechanics - Damper: Kontrollerer volumet på sustainpedalen. Inkluderer samplings av pedal ned og pedal opp. Også påvirket av Proximity-innstillingen.\nTremolo: Kontrollerer dybden på den innebygde tremolo-effekten, som kalles vibrato på det originale Wurlitzer 200A pianoet. Tremolo brukes etter sampleavspilling og før forsterker, båndekko og romklang, og emulerer det originale instrumentets modulasjonskrets.\nAmplifier: Velger én av fem forsterkerinnstillinger: Direkte (deaktiverer forsterkersimulering), American (Fender Twin Reverb), British (Vox AC15H1TV), Japanese (Roland JC-120 Jazz Chorus) og Norwegian (Tandberg Model 2 T). Alle forsterkerimpulsresponser ble tatt opp med en Shure SM57 og en Royer R-121 mikrofon.\nEkko: Mikser inn en båndekkoimpulsrespons satt opp med en slapback-ekko. Kommer før forsterkeren i signalkjeden.\nRoom: Legger til stereoromklang via en impulsrespons. Kommer etter forsterkeren i signalkjeden.\nVolume: Volumkontroll for hele instrumentet. Brukes etter alle effekter i signalkjeden.\nUtstyr som er brukt: [Wurlitzer 200A](equipment/instruments/wurlitzer-200a/), [Hairball Audio FET/RACK Revision D](equipment/effects/hairball-audio-fet-rack-revision-d/), [DIY Recording Equipment G Bus VCA Compressor](equipment/effects/diy-recording-equipment-g-bus-vca-compressor/), [Handsome Audio Zulu](equipment/effects/handsome-audio-zulu/), [Fender Twin Reverb](equipment/amplifiers/fender-twin-reverb/), [Vox AC15H1TV](equipment/amplifiers/vox-ac15h1tv/), [Roland JC-120 Jazz Chorus](equipment/amplifiers/roland-jc-120-jazz-chorus/), [Tandberg Model 2 T](equipment/amplifiers/tandberg-model-2-t/), [Fulltone Tube Tape Echo](equipment/effects/fulltone-tube-tape-echo/) og [Chase Bliss Audio & Meris CXM 1978](equipment/effects/chase-bliss-audio-and-meris-cxm-1978/).\nTeknisk spesifikasjon:\nSamples: Samplingsfrekvens: 48 kHz, Bitdybde: 24 bit, Kanaler: 1 (mono), Antall filer: 2332, Filstørrelse: 1.20 GB.\nImpulse responses (forsterkere): Samplingsfrekvens: 48 kHz, Bitdybde: 24 bit, Kanaler: 1 (mono), Antall filer: 4, Filstørrelse: 356.00 KB.\nImpulse responses (effekter): Samplingsfrekvens: 48 kHz, Bitdybde: 24 bit, Kanaler: 2 (stereo), Antall filer: 2, Filstørrelse: 481.00 KB.","en":"[Midnight Wurli](products/midnight-wurli/) is a sampled [Wurlitzer 200A electric piano instrument](equipment/instruments/wurlitzer-200a/) that focuses on capturing the character of the instrument played softly at low volume. It uses two signal sources: the direct line out from the Wurlitzer and a contact microphone attached to the instrument. The contact microphone captures the mechanical noises, such as key clicks, release sounds, and pedal movements which results in a more intimate, close-up sound.\nThe instrument includes both tonal samples and mechanical noise samples. It also features built-in effects including tremolo, tape echo, room reverb, and multiple amplifier impulse responses. Each key includes velocity-based round robins to enhance realism.\nInstrument Preset - Midnight Wurli: Full version of the instrument with 36 samples per key. 18 note-on samples and 18 release samples per key. Round robin samples per velocity group to avoid repetition. Includes mechanical noises (release and damper). Includes all six impulse responses (four amplifiers, one echo, and one room reverb). 28 damper pedal samples.\nInstrument Preset - Midnight Wurli (Lite): A lightweight version of the instrument designed for lower CPU and RAM usage. Contains a single sample per velocity group for each key (no round robin). Impulse responses (amplifiers, echo, room) are disabled. Still includes basic mechanical sounds but with simplified behavior.\nProximity: Crossfades between the direct line out and contact microphone audio. Turning the knob toward \"Close\" emphasizes the contact mic (mechanical sounds). Turning toward \"Distant\" emphasizes the clean line out signal. Affects the balance of both tonal and mechanical elements.\nMechanics - Release: Controls the volume of the key release noise. The audio is affected by the current setting of the Proximity knob. Represents the subtle mechanical sound of a key returning after being released.\nMechanics - Damper: Controls the volume of the damper (sustain pedal) noise. Includes pedal down and pedal up samples. Also influenced by the Proximity setting.\nTremolo: Controls the depth of the built-in tremolo effect, which is named vibrato on the original Wurlitzer 200A. Tremolo is applied after sample playback and before amplifier, tape echo and room reverb, emulating the original instrument’s modulation circuit.\nAmplifier: Selects one of five amplifier settings: Direct (bypasses all amp simulation), American (Fender Twin Reverb), British (Vox AC15H1TV), Japanese (Roland JC-120 Jazz Chorus) and Norwegian (Tandberg Model 2 T). All amplifier impulse responses were recorded with a Shure SM57 and a Royer R-121 microphone.\nEcho: Blends in a tape echo impulse response with a slapback delay characteristic. Positioned before the amplifier in the signal chain.\nRoom: Adds stereo room reverb via an impulse response. Positioned after the amplifier in the signal chain.\nVolume: Master volume control for the entire instrument. Applied after all effects in the signal path.\nEquipment used: [Wurlitzer 200A](equipment/instruments/wurlitzer-200a/), [Hairball Audio FET/RACK Revision D](equipment/effects/hairball-audio-fet-rack-revision-d/), [DIY Recording Equipment G Bus VCA Compressor](equipment/effects/diy-recording-equipment-g-bus-vca-compressor/), [Handsome Audio Zulu](equipment/effects/handsome-audio-zulu/), [Fender Twin Reverb](equipment/amplifiers/fender-twin-reverb/), [Vox AC15H1TV](equipment/amplifiers/vox-ac15h1tv/), [Roland JC-120 Jazz Chorus](equipment/amplifiers/roland-jc-120-jazz-chorus/), [Tandberg Model 2 T](equipment/amplifiers/tandberg-model-2-t/), [Fulltone Tube Tape Echo](equipment/effects/fulltone-tube-tape-echo/) and [Chase Bliss Audio & Meris CXM 1978](equipment/effects/chase-bliss-audio-and-meris-cxm-1978/).\nTechnical specification:\nSamples: Sample rate: 48 kHz, Bit depth: 24 bit, Channels: 1 (mono), Number of files: 2332, File size: 1.20 GB.\nImpulse responses (Amplifiers): Sample rate: 48 kHz, Bit depth: 24 bit, Channels: 1 (mono), Number of files: 4, File size: 356.00 KB.\nImpulse responses (Effects): Sample rate: 48 kHz, Bit depth: 24 bit, Channels: 2 (stereo), Number of files: 2, File size: 481.00 KB."},"duration":"PT1M51S","thumbnailDescription":"The logo and user interface for Midnight Wurli with a Wurlitzer 200A Electric Piano in the background","thumbnailFilename":"2025-08-13-00","youTubeId":"LB-YDVqQh7s","youTubeUser":"Benjamin Dehli","youTubeChannelId":"@BenjaminDehli","id":"2025081300","lastmod":1755208800000},{"copyright":true,"timestamp":1754258400000,"title":{"no":"Nytt sample-bibliotek under utvikling","en":"New sample library in development"},"content":{"no":"Jobber med et nytt samplebibliotek med [Wurlitzer 200A elektrisk piano](equipment/instruments/wurlitzer-200a/). Det inneholder både samples av direktelyd og lyd tatt opp med en kontaktmikrofon.","en":"Working on a new sample library featuring the [Wurlitzer 200A electric piano](equipment/instruments/wurlitzer-200a/). It includes both direct audio samples and audio captured with a contact microphone."},"duration":"PT58S","thumbnailDescription":"A MIDI keyboard controller being played","thumbnailFilename":"2025-08-04-00","youTubeId":"nCFiLi4mdtE","youTubeUser":"Benjamin Dehli","youTubeChannelId":"@BenjaminDehli","id":"2025080400","lastmod":1755295200000},{"copyright":true,"timestamp":1744063200000,"title":{"no":"Clavinet med Boss OC-2 Octaver og Pro Co RAT distortion","en":"Clavinet with Boss OC-2 Octaver and Pro Co RAT distortion"},"content":{"no":"Eksperimenterer med en [Boss OC-2 Octaver](equipment/effects/boss-oc-2-octaver/) og en [Pro Co RAT 2](equipment/effects/pro-co-rat-2/) distortion på en [Hohner Clavinet D6](equipment/instruments/hohner-clavinet-d6/). Signalene går gjennom en [Vox AC15H1TV](equipment/amplifiers/vox-ac15h1tv/), med et snev av [båndekko](equipment/effects/fulltone-tube-tape-echo/). Høyttalerkabinettet er mikket opp med en Shure SM57 og en Royer R-121 som er mikset sammen. I tillegg er det brukt litt kompresjon og [klang](equipment/effects/chase-bliss-audio-and-meris-cxm-1978/) i postproduksjon for å tilføre litt ekstra fylde og stereobrede.\nInstrument: [Hohner Clavinet D6](equipment/instruments/hohner-clavinet-d6/).\nForsterker: [Vox AC15H1TV](equipment/amplifiers/vox-ac15h1tv/).\nMikrofoner: Shure SM57 og Royer R-121.\nEffekter: [Boss OC-2 Octaver](equipment/effects/boss-oc-2-octaver/), [Pro Co RAT 2](equipment/effects/pro-co-rat-2/), [Fulltone Tube Tape Echo](equipment/effects/fulltone-tube-tape-echo/), [Hairball Audio FET/RACK Revision D](equipment/effects/hairball-audio-fet-rack-revision-d/), [Chase Bliss Audio & Meris CXM 1978](equipment/effects/chase-bliss-audio-and-meris-cxm-1978/), [DIY Recording Equipment G Bus VCA Compressor](equipment/effects/diy-recording-equipment-g-bus-vca-compressor/) og [Handsome Audio Zulu](equipment/effects/handsome-audio-zulu/).","en":"Experimenting with a [Boss OC-2 Octaver](equipment/effects/boss-oc-2-octaver/) and a [Pro Co RAT 2](equipment/effects/pro-co-rat-2/) distortion on a [Hohner Clavinet D6](equipment/instruments/hohner-clavinet-d6/). The signal is routed through a [Vox AC15H1TV](equipment/amplifiers/vox-ac15h1tv/), with a touch of [tape echo](equipment/effects/fulltone-tube-tape-echo/). The speaker cabinet is mic’d using a Shure SM57 and a Royer R-121 summed together. Additionally, I've applied some compression and [reverb](equipment/effects/chase-bliss-audio-and-meris-cxm-1978/) in post-production to add extra body and stereo width.\nInstrument: [Hohner Clavinet D6](equipment/instruments/hohner-clavinet-d6/).\nAmplifier: [Vox AC15H1TV](equipment/amplifiers/vox-ac15h1tv/).\nMicrophones: Shure SM57 and Royer R-121.\nEffects: [Boss OC-2 Octaver](equipment/effects/boss-oc-2-octaver/), [Pro Co RAT 2](equipment/effects/pro-co-rat-2/), [Fulltone Tube Tape Echo](equipment/effects/fulltone-tube-tape-echo/), [Hairball Audio FET/RACK Revision D](equipment/effects/hairball-audio-fet-rack-revision-d/), [Chase Bliss Audio & Meris CXM 1978](equipment/effects/chase-bliss-audio-and-meris-cxm-1978/), [DIY Recording Equipment G Bus VCA Compressor](equipment/effects/diy-recording-equipment-g-bus-vca-compressor/) and [Handsome Audio Zulu](equipment/effects/handsome-audio-zulu/)."},"duration":"PT1M13S","thumbnailDescription":"A Hohner Clavinet D6 with a Pro Co RAT 2 distortion and a Boss OC-2 Octaver pedal on top","thumbnailFilename":"2025-04-08-00","youTubeId":"gzpCHLGsgrE","youTubeUser":"Benjamin Dehli","youTubeChannelId":"@BenjaminDehli","id":"2025040800","lastmod":1744149600000,"clips":[{"name":{"no":"Clean-lyd","en":"Clean sound"},"startOffset":0,"endOffset":13},{"name":{"no":"Boss OC-2","en":"Boss OC-2"},"startOffset":13,"endOffset":28},{"name":{"no":"Boss OC-2 og Pro Co RAT","en":"Boss OC-2 and Pro Co RAT"},"startOffset":28,"endOffset":73}]}]