[{"copyright":false,"timestamp":1648418400000,"title":{"no":"Haunted By Silhouettes - Selkie feat. Björn Strid","en":"Haunted By Silhouettes - Selkie feat. Björn Strid"},"content":{"no":"Sang: Selkie\nArtist: Haunted By Silhouettes & Björn Strid\nAlbum: No Man Isle","en":"Song: Selkie\nArtist: Haunted By Silhouettes & Björn Strid\nAlbum: No Man Isle"},"duration":"PT3M23S","thumbnailDescription":"Snapshot from the music video for \"Selkie\" by Haunted By Silhouettes","thumbnailFilename":"2022-03-28-00","youTubeId":"XYDXMLfJlxM","youTubeUser":"Eclipse Records","youTubeChannelId":"channel/UC6Qasp2KPxCeiwDtFrvpOGA","id":"2022032800"},{"copyright":false,"timestamp":1644793200000,"title":{"no":"Haunted By Silhouettes - Flock","en":"Haunted By Silhouettes - Flock"},"content":{"no":"Sang: Flock\nArtist: Haunted By Silhouettes\nAlbum: No Man Isle","en":"Song: Flock\nArtist: Haunted By Silhouettes\nAlbum: No Man Isle"},"duration":"PT3M","thumbnailDescription":"Snapshot from the music video for \"Flock\" by Haunted By Silhouettes","thumbnailFilename":"2022-02-14-00","youTubeId":"BgyU2OZjJhw","youTubeUser":"Eclipse Records","youTubeChannelId":"channel/UC6Qasp2KPxCeiwDtFrvpOGA","id":"2022021400"},{"copyright":true,"timestamp":1640991600000,"title":{"no":"Clavinet-sololyden fra \"Kaasin - Hidden\"","en":"The Clavinet solo sound of \"Kaasin - Hidden\""},"content":{"no":"De forskjellige sporene som tilsammen utgjør Clavinet-sololyden i låta Hidden av Kaasin.\nTrommene spilles av Chris Brush.\nClavinet'en er spilt inn med en DI-boks én gang og så re-amp'et flere ganger for de forskjellige sporene. Den eneste effekten som er brukt ved innspilling av DI-signalet er en Real McCoy Custom Picture Wah på den siste delen av soloen.\nClavinet-sololyden består av 6 spor.\nSpor 1 & 2 (Fuzz): DI-signalet er re-amp'et to ganger med forskjellig fuzz-pedaler. En Fuzz Face og en Iron Bell. Begge fuzz-pedalene er kjørt gjennom en VanAmps Sole-Mate Jr. inn i en Vox AC15H1TV, mikket opp med en Shure SM57. De to fuzz-sporene er panorert litt(25%) til hver sin side.\nSpor 3 (Punch): DI-signalet er kjørt gjennom en VanAmps Sole-Mate Jr. inn i en Vox AC15H1TV mikket opp med en Shure SM57. Det innspilte sporet er så kraftig komprimert med en CLA-76 (1176 plugin) og en CLA-2A (LA-2A plugin). CLA-76-kompressoren har en ganske sein attack-tid for å fremheve transientene og gi mer \"punch\".\nSpor 4, 5 & 6 (Rotary effect): DI-signalet er kjørt gjennom en Electro-Harmonix English Muff'n og en VanAmps Sole-Mate Jr. inn i en Solton Dopplertone forsterker. Det øvre hornet er mikket opp med et stereopar Shure SM57 og panorert hardt til hver side, mens den nedre rotoren er mikket opp med en Sennheiser e 602-II.\n\nInstrument: Hohner Clavinet D6.\nEffekter: Real McCoy Custom Picture Wah, Dunlop / Dallas Arbiter '93 Fuzz Face, Mojo Hand FX Iron Bell, Electro-Harmonix English Muff'n og VanAmps Sole-Mate Jr.\nForsterkere: Vox AC15H1TV og Solton Dopplertone.\nPlugins: Waves Audio CLA-76 og Waves Audio CLA-2A.","en":"The different tracks that make up the Clavinet solo sound on the song Hidden.\nThe drums are played and recorded by Chris Brush.\nThe Clavinet is recorded with a DI-box once and then re-amped multiple times for the different tracks. The only effects used on the DI signal is a Real McCoy Custom Picture Wah on the last part of the solo.\nThe Clavinet solo sound consists of 6 tracks.\nTrack 1 & 2 (Fuzz): The DI-signal is re-amped two times with different fuzz pedals. A Fuzz Face and an Iron Bell. Both fuzz pedals is ran through a VanAmps Sole-Mate Jr. into a Vox AC15H1TV mic'd up with a Shure SM57. The two fuzz tracks is panned slightly(25%) to each side.\nTrack 3 (Punch): The DI-signal is ran through a VanAmps Sole-Mate Jr. into a Vox AC15H1TV mic'd up with a Shure SM57. The recorded track is then heavily compressed with CLA-76 (1176 plugin) and CLA-2A (LA-2A plugin). The CLA-76 has a pretty slow attack to accentuate the transients for more punch.\nTrack 4, 5 & 6 (Rotary effect): The DI-signal is ran through an Electro-Harmonix English Muff'n and a VanAmps Sole-Mate Jr. into a Solton Dopplertone rotary speaker. The upper horn is mic'd up with a stereo pair of Shure SM57 panned hard to each side and the lower rotor is mic'd up with a Sennheiser e 602-II.\n\nInstrument: Hohner Clavinet D6.\nEffects: Real McCoy Custom Picture Wah, Dunlop / Dallas Arbiter '93 Fuzz Face, Mojo Hand FX Iron Bell, Electro-Harmonix English Muff'n and VanAmps Sole-Mate Jr.\nAmplifiers: Vox AC15H1TV and Solton Dopplertone.\nPlugins: Waves Audio CLA-76 and Waves Audio CLA-2A."},"duration":"PT2M43S","thumbnailDescription":"A Clavinet being played, two fuzz pedals, computer screen with two software audio compressors and a Solton Dopplertone rotary speaker","thumbnailFilename":"2022-01-01-00","youTubeId":"0TgeCdvpaUE","youTubeUser":"Benjamin Dehli","youTubeChannelId":"c/BenjaminDehli","id":"2022010100","clips":[{"name":{"no":"Intro","en":"Intro"},"startOffset":0,"endOffset":26},{"name":{"no":"Spor 1 & 2: Fuzz","en":"Track 1 & 2: Fuzz"},"startOffset":26,"endOffset":52},{"name":{"no":"Spor 3: Punch","en":"Track 3: Punch"},"startOffset":52,"endOffset":77},{"name":{"no":"Spor 4, 5 & 6: Rotary effect","en":"Track 4, 5 & 6: Rotary effect"},"startOffset":77,"endOffset":102},{"name":{"no":"Alle Clavinet-spor","en":"All Clavinet tracks"},"startOffset":102,"endOffset":129},{"name":{"no":"Alle Clavinet-spor med backing track","en":"All Clavinet tracks with backing track"},"startOffset":129,"endOffset":163}]}]