[{"id":"2022050600","orderNumber":0,"copyright":false,"timestamp":1651788000000,"title":{"no":"Ny utgivelse - No Man Isle av Haunted By Silhouettes","en":"New release - No Man Isle by Haunted By Silhouettes"},"content":{"no":"Få en pangstart på helga med den rykende ferske EP-en No Man Isle av Haunted By Silhouettes 💥\nJeg har hatt det mye moro med å spille inn tangentinstrumenter, lydeffekter og trekkspill på denne 🤠🤘\nGod helg!","en":"Kick start the weekend with the brand new EP No Man Isle by Haunted By Silhouettes 💥\nI have had a lot of fun recording keyboards, sound effects and accordion on this 🤠🤘\nHave a nice weekend!"},"thumbnailDescription":"Album cover for the single \"No Man Isle\" by Haunted By Silhouettes","thumbnailFilename":"2022-05-06-00"},{"id":"2022042800","orderNumber":0,"copyright":true,"timestamp":1651096800000,"title":{"no":"Make fuzz not war","en":"Make fuzz not war"},"content":{"no":"Tusen takk til Angus hos ABL Pedals som bygger denne fantastiske pedalen og donerer inntektene til DEC Ukraine Humanitarian Appeal 💙💛🇺🇦 Слава Украине!✊","en":"Thank you so much, Angus at ABL Pedals for building this amazing pedal and donating the proceeds to the DEC Ukraine Humanitarian Appeal 💙💛🇺🇦 Слава Украине!✊"},"thumbnailDescription":"Effects pedal with colors of the ukrainian flag and the text 'Слава Украине!'","thumbnailFilename":"2022-04-28-00"},{"id":"2022032500","orderNumber":0,"copyright":false,"timestamp":1648162800000,"title":{"no":"Ny utgivelse - Selkie av Haunted By Silhouettes","en":"New release - Selkie by Haunted By Silhouettes"},"content":{"no":"Haunted By Silhouettes er ute med ny panserlåt sammen med Björn Strid fra bl.a. Soilwork og The Night Flight Orchestra. Låta er fra den kommende EP-en No Man Isle som jeg har fått æren av å være med på.","en":"Haunted By Silhouettes is out with a new song featuring Björn Strid from i.a. Soilwork and The Night Flight Orchestra. The song is from the upcoming EP No Man Isle which I've had the honor of participating on."},"thumbnailDescription":"Album cover for \"Selkie\" by Haunted By Silhouettes","thumbnailFilename":"2022-03-25-00","link":{"url":{"en":"portfolio/haunted-by-silhouettes-and-bjorn-speed-strid-selkie/","no":"portfolio/haunted-by-silhouettes-and-bjorn-speed-strid-selkie/"},"text":{"en":"Listen to Selkie","no":"Lytt til Selkie"},"internal":true}}]