[{"id":"2022032500","orderNumber":0,"copyright":false,"timestamp":1648162800000,"title":{"no":"Ny utgivelse - Selkie av Haunted By Silhouettes","en":"New release - Selkie by Haunted By Silhouettes"},"content":{"no":"Haunted By Silhouettes er ute med ny panserl친t sammen med Bj칬rn Strid fra bl.a. Soilwork og The Night Flight Orchestra. L친ta er fra den kommende EP-en No Man Isle som jeg har f친tt 칝ren av 친 v칝re med p친.","en":"Haunted By Silhouettes is out with a new song featuring Bj칬rn Strid from i.a. Soilwork and The Night Flight Orchestra. The song is from the upcoming EP No Man Isle which I've had the honor of participating on."},"thumbnailDescription":"Album cover for \"Selkie\" by Haunted By Silhouettes","thumbnailFilename":"2022-03-25-00","link":{"url":{"en":"portfolio/haunted-by-silhouettes-and-bjorn-speed-strid-selkie/","no":"portfolio/haunted-by-silhouettes-and-bjorn-speed-strid-selkie/"},"text":{"en":"Listen to Selkie","no":"Lytt til Selkie"},"internal":true}},{"id":"2022021100","orderNumber":0,"copyright":false,"timestamp":1644534000000,"title":{"no":"Ny utgivelse - Flock av Haunted By Silhouettes","en":"New release - Flock by Haunted By Silhouettes"},"content":{"no":"Jeg har v칝rt s친 heldig 친 f친 spille tangenter p친 den kommende EP-en No Man Isle av Haunted By Silhouettes 游땎\nI dag har de sluppet den f칮rste l친ta Flock og det l친ter helt vanvittig t칮ft 游멇릯","en":"I have been so lucky to play keyboards on the upcoming EP No Man Isle by Haunted By Silhouettes 游땎\nToday they've released the first song Flock and it sounds insanely good 游멇릯"},"thumbnailDescription":"Album cover for \"Flock\" by Haunted By Silhouettes","thumbnailFilename":"2022-02-11-00","link":{"url":{"en":"portfolio/haunted-by-silhouettes-flock/","no":"portfolio/haunted-by-silhouettes-flock/"},"text":{"en":"Listen to Flock","no":"Lytt til Flock"},"internal":true}},{"id":"2021111900","orderNumber":0,"copyright":false,"timestamp":1637276400000,"title":{"no":"Ny utgivelse - Fired Up av Kaasin","en":"New release - Fired Up by Kaasin"},"content":{"no":"Albumet Fired Up av Kaasin er n친 sluppet 游꿀\nTilgjengelig p친 alle str칮mmetjenester og som fysisk format 游","en":"The album Fired Up by Kaasin is now released 游꿀\nAvailable on all streaming services and as a CD 游"},"thumbnailDescription":"Album cover for \"Fired Up\" by Kaasin","thumbnailFilename":"2021-11-19-00"}]